{
  "anti-paladin": {
    "male": "Перед вами стоит внушительная фигура ариала, обладающая грацией, присущей его расе, но в то же время окутанная атмосферой угрозы. Его черные, как смоль, доспехи блестят в тусклом свете, и на них видны следы сражений — многочисленные вмятины и царапины. Лицо скрыто под капюшоном, но из-под него проглядывают яркие, проницательные глаза, полные злого намерения. В его действиях чувствуется устрашающая уверенность, каждый шаг словно звучит как вызов, который он бросает миру вокруг.",
    "female": "Перед вами стоит великолепная ариелла с изысканными чертами лица и мерцающими белыми волосами, которые плавно спадают по её спине. Её кожа удивительно светлая, почти серебристая, что контрастирует с темной бронёй, украшенной загадочными символами и острыми рогами, придающими ей зловещий вид. Глаза, как два блестящих черных драгоценных камня, полны таинственного света и силы, обещая как обаяние, так и угрозу. Она движется с грацией и уверенностью, будто каждый шаг выверен и осознан, оставляя ощущение, что рядом с ней нельзя чувствовать себя в безопасности."
  },
  "cleric": {
    "male": "Перед вами стоит мужчина-ариал, его изящные черты лица словно олицетворяют небесную безмятежность. На нем легкая, flowing ряса, украшенная символами светлых божеств, которая подчеркивает его стройную фигуру и добавляет ему ауры святости. Взгляд его глубоких глаз полон мудрости и сочувствия, как будто он знает тайны мира и готов делиться ими, когда это необходимо. Около него витает легкий аромат ладана, что создает атмосферу покоя и умиротворенности, где бы он ни находился.",
    "female": "Перед вами стоит изящная ариелла, её нежные черты лица светятся мягким сиянием, придавая ей почти небесный вид. Она одета в изысканные одеяния, вышитые золотыми и серебряными узорами, а на шее висит символ божества, сверкающий в лучах света. Её светлые волосы, обрамляющие лицо, поднимаются в небесные локоны, словно прикасаясь к невидимому ветру. Она шагает с уверенностью и грацией, а в её глазах читается мудрость и глубокая вера, что делает её присутствие неотразимо притягательным."
  },
  "druid": {
    "male": "Перед вами стоит высокий ариал с длинными, струящимися волосами, цвета весенних листьев. Его выразительные глаза, зелёные как свежая трава, излучают мудрость и связь с природой. Он одет в лёгкую, покрытую листьями одежду, которая позволяет ему сливаться с окружающей растительностью, а на поясе висят травы и коренья, собранные в его путешествиях. Движения его грациозны и плавны, словно он танцует с ветром, а на лице играет доброжелательная улыбка, олицетворяющая гармонию с окружающим миром.",
    "female": "Перед вами стоит элегантная ариелла, её длинные светлые волосы плещутся как ручей на ветру, обрамляя нежные черты её лица. Её глаза, цвета утренней росы, излучают мудрость природы и глубокое понимание окружающего мира. Она одета в легкие, зелёные ткани, украшенные ловкими вышивками, которые словно подчеркивают её связь с лесом и волшебством. Движения ариеллы плавные и грациозные, а её присутствие наполняет атмосферу гармонией и умиротворением."
  },
  "necromancer": {
    "male": "Перед вами стоит высокий ариал с бледной кожей, почти прозрачной, отражающей свет, как утренний туман. Его длинные черные волосы свисают вниз, создавая призрачный ореол вокруг лица, которое выделяется своими четкими, угловатыми чертами. Глаза, подобные глубоким безднам, излучают холодный свет, полон мрачных знаний, кажущийся пронизывающим душу. Он одет в темные одеяния, украшенные символами смерти и неизведанных сил, с каждым шагом издавая легкий шорох, как будто само пространство вокруг него вздыхает с легким испугом.",
    "female": "Перед вами стоит стройная ариелла с бледной кожей, которая несет в себе ауру таинственности. Ее длинные, черные, как смоль, волосы небрежно спадают на плечи, обрамляя острые черты лица и светлые, почти прозрачные глаза, жадно выискивающие новые тайны. Одетая в темное, затейливо сшитое одеяние, украшенное символами смерти, она испускает легкий аромат древних трав, что усиливает ощущение магии вокруг нее. В руках она держит цепкий жезл, инкрустированный кристаллом, который кажется почти живым, пульсируя в унисон с ее дыханием."
  },
  "ninja": {
    "male": "Перед вами стоит стройный мужской ариал с изящными чертами лица и длинными, тонкими ушами, придающими ему загадочный вид. Его волосы, светлые и струящиеся, кажутся почти прозрачными на свету, а одежда, сделанная из легкого материала, идеально подходит для быстрого движения, при этом сохраняя элегантность. Взгляд его холодных голубых глаз пронизывает вас, будто он моментально оценивает ситуацию, в то время как он тихо передвигается, почти невидимо, словно тень. Каждое его движение наполнено грацией и уверенностью, вы чувствуете, что этот мастер скрытных искусств знает, как использовать свою ловкость в бою.",
    "female": "Перед вами стоит атлетично сложенная арие́лла с короткими, острыми чертами лица и проницательными зелеными глазами, которые, кажется, способны видеть сквозь тьму. Её светлые волосы заплетены в множество мелких косичек, а на лбу красуется тонкая тканевая повязка, подчеркивающая ее грацию и решимость. Она облачена в легкую черную одежду, украшенную узорами, позволяющими ей сливаться с окружающей средой, а на поясе свисают несколько метательных звездочек и легкий катана. По ее движениям видно, что каждый шаг и жест пронизан уверенностью и искусством, словно она уже много лет очерчивает свой путь в мир теней."
  },
  "paladin": {
    "male": "Перед вами стоит высокий и мужественный ариал, его кожа сверкает такой же яркостью, как утреннее солнце. На нем доспехи, украшенные орнаментами небесной тематики, а меч на его поясе искрится магической энергией. Его глаза, светлые и проницательные, излучают уверенность и решимость, в которых отражается внутренняя доблесть. При каждом шаге он излучает ауру благородства и строгости, словно символ справедливости, готовый защищать слабых.",
    "female": "Перед вами стоит изящная ариелла с светлой кожей и сверкающими глазами, полными решимости и благородства. На ней надета аккуратно скроенная доспеха, отражающая свет, и изящный плащ, указывающий на её высокий статус. В руках она несет сияющий меч, сверкающий, как звезды на ночном небе, и ее осанка говорит о силе и уверенности. Несмотря на её внушительный вид, в её взгляде видна доброта, готовая прийти на помощь кому угодно в трудную минуту."
  },
  "ranger": {
    "male": "Перед вами стоит высокий и стройный ариал, чьи изящные черты лица отражают его эльфийское происхождение. Его волосы, словно волны нежного лунного света, свободно развеваются на ветру, а яркие зеленые глаза сверкают интеллектуальным огнем. На нем легкая броня из кожи, украшенная природными узорами, подчеркивает его ловкость и готовность к приключениям. Он движется с грацией, уверенно и спокойно, вызывая ощущение, что даже в самых сложных ситуациях всегда остается на шаг впереди.",
    "female": "Перед вами стоит высокая и грациозная арийка с длинными, струящимися волосами цвета шёлка, которые развеваются на ветру. Её глаза сверкают, как зелёные изумруды, полные решимости и наблюдательности, что выдаёт её прирождённый талант следопыта. На ней лёгкая, но прочная кожаная броня, украшенная узорами, и за спиной виден лук, подобранный идеально под её силуэт. Она движется с бесшумной грацией, словно сама природа благоволит ей, и в каждом шаге ощущается уверенность, как у настоящего мастера лесных дорог."
  },
  "samurai": {
    "male": "Перед вами высокий мужчина с грацией и уверенностью, присущими самураям. Его длинные, черные как смоль волосы собраны в аккуратный хвост, а сам он одет в традиционное кимоно из тонкой ткани, обвязанное поясом с аккуратными узорами. На его поясе закреплен длинный катана, лезвие которой сверкает, словно отражая свет небес, что подчеркивает его аристократическое происхождение. Его уверенный взгляд рассказывает о безупречной дисциплине и глубоком уважении к боевым традициям, а легкая улыбка таит в себе философский взгляд на жизнь.",
    "female": "Перед вами стоит грациозная ариелла, её длинные волнистые волосы сверкают серебристым светом, словно отражая проблески лунного света. На ней надета изящная доспеха, украшенные сложными узорами, подчеркивающие её утончённую фигуру и придающие ей вид истинной воительницы. В её руках крепко сжимается катана, отражающая свет, ее взгляд полон решимости и уверенности, а движения плавные и уверенные, словно танец. Кажется, она внимательно следит за каждым движением вокруг, готовая к действию в любой момент."
  },
  "thief": {
    "male": "Перед вами стоит стройный мужчина-ариал, с легкими чертами лица и ясными, словно небо, глазами. Его волосы плавно колышутся в невидимом ветерке, переливаясь оттенками голубого и серебристого. На нем темные обтягивающие доспехи, искусно адаптированные для скрытности, а на поясе висят несколько острых кинжалов, готовых в любой момент стать в действие. Он ведет себя уверенно и расчетливо, его движения полны грации, как у хищной птицы, готовой к стремительному броску.",
    "female": "Перед вами стоит грациозная ариелла, её обширные белые крылья нежно мерцают в свете. Она ловко уклоняется от взгляда, словно тень, демонстрируя свои навыки воришки, когда прячет лёгкую сумку за поясом. Её светлые глаза сверкают хитринкой, отражая уверенность и смекалку, а угловатые черты лица придают ей загадочный вид. На ней дремучий плащ, который подчеркивает её тонкую фигуру, а во время движений она будто танцует, заставляя окружающих задерживать дыхание."
  },
  "vampire": {
    "male": "Перед вами стоит высокий и стройный арбалетчик с бледной кожей, ее тон стал почти прозрачным в свете тусклого света. Его длинные черные волосы развеваются на ветру, а умные, как будто светящиеся, глаза пронзают вас взглядом с мистической аурой. В воздухе ощущается легкое напряжение, когда он медленно двигается, его покрытая глубокими складками мантика, по цвету напоминающая сумрак ночи, колышется при каждом шаге. Кажется, что его присутствие томно и заманчиво, будто он таит в себе секреты вечности и жизни, которые он забрал с собой из мира теней.",
    "female": "Перед вами стоит грациозная ариелла с бледной, почти прозрачной кожей, которая сверкает в тусклом свете. Её длинные, черные, как смоль, волосы свободно падают по плечам, обрамляя угловатое лицо с острыми чертами, придающими ей зловещий, но привлекательный вид. Из под тонкого покрова губ сверкают острые как иглы клыки, вызывая одновременно страх и восхищение. Она движется легко и бесшумно, глаза сверкают красным огнем, полным древней мудрости и меланхолии, как будто она знает все секреты мироздания."
  },
  "warlock": {
    "male": "Перед вами стоит высокий ариал с изящными чертами лица и выразительными зелеными глазами, которые мерцают, словно звезды в ночном небе. Его длинные, волнистые волосы цвета темного серебра свободно падают на плечи, а на одежде видны странные символы, glowing faintly in the dim light. Он уверенно держит в руке посох, украшенный драгоценными камнями, и с легкостью перемещается, как будто каждая его поза наполнена магией. Несмотря на его грациозность, в его взгляде ощущается таинственная сила, не оставляющая сомнений в том, что он может внезапно использовать свои заклинания.",
    "female": "Перед вами стоит изящная ариелла с лукома, её светлые волосы рассыпаны по плечам, словно лучи утреннего солнца. Её карие глаза сверкают тайным знанием, и, кажется, в них можно увидеть отражение далёких миров. На ней одеты тёмные длинные одеяния, сверкающие магическими рунами, которые подчеркивают её магическую сущность. В руках она держит изящный жезл, сверкающий зелёным светом, который придаёт ей вид загадочной и могучей варлокши."
  },
  "warrior": {
    "male": "Перед вами стоит внушительный ариал с крепким телосложением и словно искусанным шпагой телом. Его светлые волосы, развевающиеся на ветру, искрятся как солнечные лучи, а его грубые черты лица выдают множество боевых потрясений. Он одет в тяжёлые доспехи, украшенные символами воздушных стихий, и держит в руках массивный меч, который кажется слишком легким для таких мощных рук. Его уверенный и благородный взгляд излучает как мужество, так и решимость, словно он готов броситься в бой в любую минуту.",
    "female": "Перед вами величественная ариелла, её светлые волосы, переливающиеся как солнечные лучи, обрамляют изящное лицо с острыми чертами. На её мускулистом теле надета броня, украшенная деликатными узорами, что подчеркивает как красоту, так и силу. В руках она крепко держит массивный меч, готовая в любой момент вступить в бой, а её уверенная осанка и проницательный взгляд выдают решимость и стратегический ум. Вокруг неё ощущается аура благородства и храбрости, что делает её настоящим воином среди всех существ."
  },
  "witch": {
    "male": "Перед вами стоит высокий и стройный ариал с длинными светлыми волосами, которые словно светятся в солнечном свете. Его острые черты лица и изумрудные глаза излучают таинственность, а на губах играет лукавая улыбка. В руках он держит жезл, украшенный изящными рунами и кристаллами, а его наряд, выполненный из легких тканей, струится вокруг него, когда он движется. Несмотря на его элегантность, в его взгляде ощущается непоколебимая сила и уверенность, которые говорят о многом пережитом.",
    "female": "Перед вами стоит изящная ареалья с длинными, струящимися черными волосами, которые переливаются на свету, как ночное небо. Её глаза, глубокие и загадочные, светятся ярким зеленым светом, полный тайных знаний и мощной магии. На ней темное свободное платье, декорированное серебристыми узорами, из-за которого она кажется еще более таинственной и неподвластной. Она движется плавно и уверенно, с легкой улыбкой, как будто знает множество секретов, которые готова раскрыть только избранным."
  }
}