{
  "anti-paladin": {
    "male": "Перед вами стоит впечатляющий кентавр с мускулистым телом и силой, олицетворяющей мощь и стойкость. Его черная шерсть блестит на свету, а глаза, полные злобного блеска, выдают его опасные намерения. На спине он носит зловещие доспехи, украшенные черепами и остриями, которые отдают дань его жестокому пути анти-паладина. Каждый шаг, который он делает, излучает уверенность и безжалостность, словно он готов атаковать в любую секунду.",
    "female": "Перед вами стоит внушительная кентаврыха с мощным и пропорциональным телосложением. Её верхняя часть человеческой фигуры одета в тёмные доспехи, отливающие мрачным оттенком под светом, а копыта блестят, словно только что вымытые. Лицо украшено строгими чертами, а глаза сверкают красным светом, излучая холодную решимость. На поясе висит украшенный черепами меч, который она уверенно держит в одной руке, словно готовая кинуть его в врага в любой момент."
  },
  "cleric": {
    "male": "Перед вами величественный кентавр, его мощное тело будто вырезано из самого леса. Человеческая часть его облика украшена светлыми одеяниями, которые излучают божественный свет, а на шее свисает амулет с символом божества. Его глаза, полные мудрости и сострадания, внимательно наблюдают за окружающим миром, как будто он способен читать души. Каждый его шаг звучит уверенно, а движения наполнены благородством, отражая его священный статус клерика.",
    "female": "Перед вами стоит величественная кентавриха с блестящей, мускулистой лошадиной частью, покрытой густой и тёмной шерстью. Её человеческая верхняя половина излучает уверенность, с длинными каштановыми волосами, заколотыми в аккуратный хвост, и нежным, но выразительным лицом. На её шее свисает ожерелье с амулетом, символизирующим её божественное покровительство, а в руках она держит священный жезл, который сверкает в свете. Хотя её размер внушает страх, в её глазах горит доброта и решимость помогать тем, кто нуждается в помощи."
  },
  "druid": {
    "male": "Перед вами величественный кентавр с мускулистым телосложением и густой гривой, спадающей на его плечи. Его смелые глаза, цвета лесной зелени, светятся мудростью и спокойствием, свидетельствуя о глубокой связи с природой. Он одет в простые, но элегантные одежды из натуральных материалов, украшенные символами животных и растений, которые говорят о его статусе друида. Его движения грациозны и уверенные, каждый шаг звучит как тихий шёпот леса, в котором он обитает.",
    "female": "Перед вами стоит элегантная кентаврица, её верхняя часть имеет стройное женское тело, обрамлённое густыми волосами, словно струи зелёной листвы. Гладкая хвостовая часть из мощных лошадинных мускулов придаёт ей грацию и силу, а её глаза светятся мудростью, словно отражая знания древних лесов. На её плечах развеваются накидки из натурального материала, украшенные земными узорами и символами природы, а на запястьях щекочут ветви, обвивающие её руки. Она движется с лёгкостью и уверенностью, словно каждая её поза и жест являются частью танца, который гармонирует с окружающим миром."
  },
  "necromancer": {
    "male": "Перед вами высится кентавр с внушительной фигурами, его верхняя часть — мускулистый torso человека с длинными черными волосами, которые свободно падают на плечи. Гладкая шершавая шкура его конского тела темного цвета сверкает в свете, а на его шее свисает ожерелье из костей, придающее ему зловещий вид. В руках он держит окутанную тенями книгу заклинаний, его глаза сверкают мрачным светом, когда он внимательно изучает страницы, словно готовящийся к призыву древних сил. Мало кто осмелится приблизиться к нему, так как его присутствие излучает ауру опасности и таинственности.",
    "female": "Перед вами стоит величественная кентавриха с изящным телом низкорослого скакуна и человеческой верхней частью. Её длинные, черные как смоль волосы падают на плечи, а отороченный капюшон ее темной мантии скрывает лицо, оставляя на виду лишь острые, пронзительные глаза, полные тайн и знаний из запредельного. На ее шее красуется множество амулетов и символов, указывающих на связь с миром мертвых, а в руках она держит старый посох, украшенный изогнутыми черепами и потемневшими кристаллами. При каждом её движении ощущается легкая аура магии, которая заставляет расслабленных вокруг нервничать и трепетать от предчувствия."
  },
  "ninja": {
    "male": "Перед вами стоит высокорослый кентавр, его мощное тело разделяет грациозное человеческое торсо и сильные лошадиные ноги. На нем легкие, темные одежды, которые облегают его фигуру и не сковывают движения, а на его поясе висят острые сюрикены, сверкающие на свету. Он уверенно перемещается, оставляя в воздухе ощущение быстроты и ловкости, а его глаза, светящиеся хитрым умом, внимательно следят за окружающим. Легкие отрывки ветра шуршат у него за спиной, когда он, будто призрак, исчезает из виду, оставляя лишь свежий след в траве.",
    "female": "Перед вами стоит изящный кентавр с элегантным телосложением, её чёрная грива струится по сильной шее, подчеркивая её грацию. На её спине натянуто легкое кожаное облачение, идеально подходящее для скрытных перемещений в темноте, а из-за пояса свисают пару коротких клинков, готовых к действию. Её выразительные глаза, сверкающие как звезды, отражают не только уверенность, но и хитрость, а каждое движение наполнено мягкостью и уверенной силой. Она будто начинает танец, сочетая плавность и затаённую стремительность, мгновение перед тем, как броситься в бой."
  },
  "paladin": {
    "male": "Вы видите величественного кентавра, облаченого в блестящие доспехи, которые ловко облегают его мощное тело и защищают обе человеческие и конские части. Его длинная грива развевается на ветру, а на груди красуется символ божественной силы, отчего он излучает ауру непоколебимой веры. Его выразительные глаза полны решимости и доброты, словно они готовы запечатлеть каждую несправедливость, которую он встретит на своем пути. Каждым движением он проявляет уверенность и гордость, истинный защитник слабых и слуга света.",
    "female": "Перед вами стоит величественная кентавра, облаченная в сверкающие доспехи, покрытые символами благородных святых. Ее густая грива, цвета солнечного блонда, развевается на ветру, а яркие голубые глаза смотрят с решимостью и состраданием. Она гордо удерживает вертикально длинный меч, украшенный резьбой, и уверенно чеканит шагами, как будто каждый ее шаг несет силу и защиту. Устремленный взгляд показывает её желание защищать слабых и сражаться за справедливость."
  },
  "ranger": {
    "male": "Перед вами стоит внушительный кентавр, высокий и мускулистый, с широкой грудью и мощными ногами. Его человеческая часть украшена легкой, износостойкой кожаной броней, которой он щеголяет с гордостью, а его лицо обрамлено длинной, темной бородой. Взгляд его умных, проницательных глаз полон уверенности и опыта, что говорит о многолетних скитаниях по диким лесам и полям. На его спине покоится лук, лук с изящно вырезанными узорами, а у бедра висит колчан с тщательно сделанными стрелами, готовыми к любому испытанию.",
    "female": "Перед вами стоит величественная кентаврица, высокорослая и стройная, с мощными мускулами, обрамляющими её лошадиное тело. Её человеческая верхняя половина украшена длинными, волнистыми волосами, которые свободно спадают на спину, а на лице выражение сосредоточенности и уверенности. На ней лёгкая броня из кожи, идеально подогнанная под её фигуру, а за спиной видны стальные стрелы, готовые к выстрелу. Она уверенно держит арбалет в одной руке, олицетворяя грацию и силу одновременно."
  },
  "samurai": {
    "male": "Перед вами стоит внушительный кентавр с мощным телосложением и грациозными движениями. Его мускулистое тело покрыто короткой, блестящей шерстью, а на спине — изящные нагана, украшенные изысканными символами воинского кода. Он уверенно держит в руках катану, лезвие которой сверкает в солнечном свете, а его яркие, проницательные глаза полны решимости и чести. Одеяние из прочной ткани, украшенное золотыми кантом, подчеркивает статус самурая, а на поясе удобно разместились свитки и другие военные принадлежности.",
    "female": "Перед вами стоит величественная кентаврика с гладкой шерстью огненно-рыжего цвета, её мощное тело изящно сочетает в себе человеческую и лошадиную грацию. На ней надеты доспехи, украшенные причудливыми узорами, которые подчеркивают её стройные бедра и мускулистые плечи. В одной руке она держит изогнутый меч, блестящий под солнечными лучами, а другой — уверенно поддерживает рукоять меча, готовая к бою. Её глаза, полные решимости и преданности, светятся, когда она сосредоточена на своей цели."
  },
  "thief": {
    "male": "Перед вами стоит внушительный кентавр, его мощное тело изящно сочетается с человеческим верхом. Его темные волосы развеваются на ветру, а хищный взгляд светло-карих глаз выдает хитрую натуру. На его животе виднеются кожаные принадлежности, в которых спрятаны инструменты для воровства, а из-за спины свисает небольшой сверток с краденым. Он движется плавно и осторожно, словно паук, выжидая момент, чтобы нанести удар.",
    "female": "Вы видите стройную кентавра, её верхняя часть человеческая, с длинными, изящными руками и выразительными чертами лица, обрамлённого длинными каштановыми волосами. Нижняя часть — мощное тело лошади, покрытое гладкой, блестящей шерстью, что придаёт ей необычайную грацию и силу. Она уверенно перемещается, ловко избегая внимания, словно тень в ночи, с лёгкой улыбкой на губах, которая говорит о её остроумии и хитрости. Взгляд её карих глаз полон решимости и смекалки, готова к любому повороту событий."
  },
  "vampire": {
    "male": "Перед вами стоит величественный кентавр с густой черной гривой, струящейся по его мускулистой шее. Его призрачные, темные глаза сверкают жадностью, и, несмотря на его внушительную физическую силу, в его поведении ощущается загадочная уверенность вампира. На его груди видны следы древнего магического искусства, а длинные, острые клыки сверкнули при каждом его разговоре. Шаги этого существа легки и грациозны, будто он движется в танце, полный мрачного обаяния.",
    "female": "Перед вами стоит величественная кентаврица с угрюмым, но притягательным видом. Ее темная шершавая грива струится по мускулистым плечам, а острые когти на передних конечностях блестят в слабом свете, привнося таинственность в ее облик. Кожа человека, соединяющаяся с мощным телом лошади, измучена временем и переживаниями, а зловещий блеск алых глаз говорит о ее вампирской сущности. Она движется с грацией и осторожностью, невольно вызывая трепет и уважение у тех, кто осмеливается взглянуть ей в глаза."
  },
  "warlock": {
    "male": "Перед вами величественный кентавр, с мощным мускулистым телом и грациозной лошадиным торсом. Его черные глаза сверкают загадочным светом, а волосы длинные и волнистые, усыпанныe звёздной пылью, как будто он сам пришел с небес. На его запястьях надеты ритуальные браслеты, сверкающие арканами, а во взгляде проскальзывает уверенность и таинственность. Каждый его жест наполнен магией, словно он управляет невидимым потоком сил, готовых развернуться в битве или обсуждении древних тайн.",
    "female": "На переднем плане появляется величественная кентавриха с грациозным телом и мощными ногами, покрытыми блестящей рыжей шерстью. Ее верхняя часть облика человека излучает загадку: длинные черные волосы каскадом падают на плечи, а глаза сверкают, как звезды в ночном небе. У нее на шее висит амулет, сверкающий таинственным светом, который явно является артефактом магической силы, а длинный черный плащ слегка колышется, когда она движется. Каждое ее движение наполнено уверенной элегантностью, подчеркивая прирожденную силу и изящество, которые заставляют окружающих обратить на нее внимание."
  },
  "warrior": {
    "male": "Перед вами стоит величественный кентавр, его мускулистое тело изобилует силой и грацией. На его верхней части — крепкая грудь и широкие плечи, покрытые шрамиками, которые говорят о множестве боёв. Его копыта звучно стучат о землю, а длинный хвост, словно боевое знамя, колеблется в такт его шагам. Взгляд его проницателен и полон решимости, а на поясе болтается тяжелый меч, готовый защищать своих союзников в любой момент.",
    "female": "Перед вами стоит величественная кентавриха, её массивное тело изогнуто с грацией и силой. Мягкая ухоженная грива спадает до плеч, а её выразительные глаза сверкают решимостью и храбростью. В руках она крепко сжимает тяжелый меч, сияющий под лучами света, а на её груди виден доспех, украшенный символами племени. Каждое её движение излучает уверенность и готовность к бою, пока черты её лица выражают стойкость и благородство."
  },
  "witch": {
    "male": "Перед вами величественный кентавр с ясными, проницательными глазами, в которых горит желание познать тайны мира. Его грива, длинная и переливающаяся, усыпанная мелкими цветами, гармонично связывается с могучими плечами и крепким телом. На его шее висит ожерелье из чёрного обсидиана, которое, как кажется, источает странный свет — атрибут его магической силы и знаний. Он уверенно двигается, каждое его движение излучает уверенность и знание, словно он не просто маг, а хранитель древних тайн.",
    "female": "Перед вами стоит изящная кентаврина, её мускулистая лошадиная часть сверкает в свете. На её человеческом торсе надета тёмная ритсу, расшитая мистическими узорами и символами. В длинных, распущенных волосах заплетены травы и цветы, придающие ей мистический вид. Она уверенно держит над головой остроконечный посох, покрытый рунами, и с интересом оглядывает окрестности."
  }
}