{
  "anti-paladin": {
    "male": "На вас смотрит облачный великан, его внушительная фигура возвышается над окружающими, и тёмные облака, словно мантия, окутывают его тело. Лицо, изрезанное морщинами, выражает холодное презрение, а глаза сверкают как молнии в бурю. В его руках тяжёлый меч, украшенный символами заблуждений и разлада, который он с лёгкостью держит одной рукой. Каждый его шаг звучит как гром, напоминая окружающим о его мощи и зловещем намерении.",
    "female": "Перед вами возвышается облачная великанша, её телосложение внушительное и грациозное. Волосы, словно собранные из тумана, струятся по её плечам, а глаза, сияющие холодным светом, пронизывают душу. На ней облегающие доспехи, черные как ночь, с деталями, напоминающими молнии, которые искрятся на свету. Каждый её шаг звучит как отголосок бурь, и даже её присутствие наполняет воздух напряжением и зловещей харизмой."
  },
  "cleric": {
    "male": "Перед вами стоит облачный великан, towering above with a graceful yet imposing presence. Его тело напоминает бурное небо, отливающее всеми оттенками серого и белого, словно облака, сливающиеся в одно целое. Хотя его лицо можно было бы назвать строгим, в глазах светится доброта и мудрость, будто он хранит в себе знания старинных легенд. Он одет в длинную, flowing мантию, украшенную символами, отражающими его божественную природу, и с благоговением и уважением принимает обращения простых смертных.",
    "female": "Перед вами величественная облачная великанша, чьи стремительные движения словно перетекают в лёгкость облаков. Её длинные белоснежные волосы излучают мягкий свет, а глаза сияют, как звёзды ночью, полные мудрости и нежности. На её плечах висит богато украшенная одея с символами божества, пронизанное золотыми нитями, отражающими каждый луч света. Несмотря на её внушительный рост, в её присутствии ощущается спокойствие, а голос звучит как нежный шёпот ветра, манящий к себе и наполняющий надеждой."
  },
  "druid": {
    "male": "Перед вами величественный облачный великан, его громадная фигура окутана мягкими, как облака, одеждами, которые колышутся при каждом его движении. Его кожа имеет легкий голубоватый оттенок, словно отражая небо в ясный день, а глаза мерцают как звезды, проницательные и мудрые. Он движется с грацией и спокойствием, олицетворяя силу природы, а его длинные волосы напоминают струи ветра, играющие на вершинах гор. Когда он говорит, его голос звучит низко и мелодично, словно отдаленные звуки грома, наполняя пространство ощущением гармонии и мощи.",
    "female": "Перед вами стоит внушительная облачная великанша, её кожа переливается нежными оттенками голубого и белого, словно сама облачная пелена, с которой она пришла. Её волосы, длинные и текучие, напоминают легкие облака, свободно развевающиеся на ветру. В руках она держит древний посох, украшенный символами природы, а лицо её выражает доброту и мудрость, как будто она хранит в себе столетия знаний. Великанша движется грациозно, несмотря на свои размеры, как если бы находилась в вечном танце с ветрами и облаками."
  },
  "necromancer": {
    "male": "Перед вами величественный облачный великан, его колоссальное тело окутано серыми туманами, словно вечно стремящимися к свободе. Глубокие темные глаза сверкают мрачным светом, а губы растягиваются в таинственной улыбке, когда он произносит слова заклинаний, заставляющих мрак обвиваться вокруг его жертвы. Его руки, покрытые тонким слоем облаков, легко манипулируют черепами и другими предметами, которые он использует в своих темных ритуалах. Непокорный ветер шепчет вокруг него, словно подчинившись его воле, и создаёт ощущение неуловимости и власти.",
    "female": "Перед вами стоит величественная облачная великанша с размытыми, эфирными очертаниями, словно часть ее тела составляет сама мгла. Ее длинные волосы, струящиеся как туман, переливаются оттенками серого и синего, и кажется, они меняют форму при каждом движении. В темных, глубоко впалых глазах скрыта древняя мудрость и, возможно, бездна печали, а на лице можно заметить лёгкую улыбку, которая наводит на мысли о загадках жизни и смерти. Она одета в длинный плащ из прозрачной ткани, который развевается позади нее, создавая атмосферу мистики и указывая на ее связь с силами потустороннего мира."
  },
  "ninja": {
    "male": "Впереди стоит облачный великан, чья фигура излучает магическую легкость, словно сплетение облаков. Его кожа имеет легкий голубоватый оттенок, как небо на рассвете, и покрыта узорами, напоминающими тени комет. Он движется бесшумно, его длинные руки и ноги словно танцуют в воздухе, а черные как ночь одежды, облегающие его тело, подчеркивают грацию и ловкость. В его глазах сверкают искры мудрости и хитрости, словно он знает тайны, недоступные обычным смертным.",
    "female": "Перед вами стоит облачная великанша с изящной, словно облако, грацией. У неё длинные, волнистые волосы, которые создают впечатление лёгкости и невесомости, а глаза сверкают, как звёзды на ночном небе. Она одета в тёмный, облегающий костюм, который позволяет ей двигаться бесшумно и быстро, стальные рукавицы придают её ладоням ловкость и силу. Несмотря на её внушительный рост, в ней ощущается несмятная уверенность и хитрость, а каждое её движение говорит о мастерстве ниндзя."
  },
  "paladin": {
    "male": "Вы видите towering figure облачного великана, его внушительная высота кажется еще более угрожающей благодаря величественным доспехам, сверкающим как утреннее солнце. Серьезные, проницательные глаза, цвета грозового неба, исследуют окружающее пространство, отражая стремление к справедливости и защите слабых. В руках он держит массивный меч, украшенный узорами, которые, кажется, светятся магическим светом, готовый вступить в бой в любой момент. Его манера поведения уверенная и спокойная, но в то же время ощущается мощь и благородство, воссоединяющее в себе силу и добро.",
    "female": "Перед вами стоит облачная великанша с внушительной фигурой, окутанная легким полупрозрачным облаком, искрящимся на свету. Её длинные серебристые волосы, словно тыква на закате, каскадом спадают на плечи, создавая ауру мистики и силы. На ней тяжёлые доспехи, украшенные символами света и справедливости, которые сверкают, как звёзды на ночном небе. Она величественно удерживает в руках длинное святое копьё, готовая вступить в бой за правое дело с уверенностью и благородством, присущими истинному паладину."
  },
  "ranger": {
    "male": "Перед вами стоит облачный великан, чьи высота и объем создают впечатление мощи и величия. Его кожа, словно перламутровый экран, переливается белоснежными и светло-синими оттенками, а длинные волосы, напоминающие легкие облака, колышутся от любого дуновения ветра. В его глазах горит живой свет, будто внутри него плавает сгусток туманного неба, и он внимательно изучает окружающий мир, готовый к любым испытаниям. Одетый в легкие доспехи из натуральных материалов, он уверенно держит в руках лук, украшенный резьбой, демонстрируя свою связь с природой и мастерство охоты.",
    "female": "Перед вами величественная облачная великанша, чьи длинные волосы напоминают светлые облака, нежно струящиеся по спине. Её черты лица гармоничны и выразительны, а глаза сверкают как звезды, полные мудрости и энергии. Она движется с легкостью, несмотря на свою мощную фигуру, и каждый ее шаг наполняет воздух легким ветерком. На ней надета легкая кожаная броня, украшенная узорами, что подчеркивает её связь с природой и мастерство рейнджера."
  },
  "samurai": {
    "male": "Перед вами стоит облачный великан, его высокая фигура облачена в легкую доспехи, которые мерцают, словно утренний туман. Его длинные тонкие руки держат катану, сверкающую как прожектор, а на лице - строгое выражение, скрывающее глубину его мудрости и опыта. Волосы, напоминающие пузатые облака, плавно колышутся, создавая ощущение легкости и величия. Он движется с благородством и силой, каждое его движение говорит о внутренней дисциплине и уважении к древним традициям самураев.",
    "female": "Перед вами величественная облачная великанша, окутанная легким туманом, словно облака, стелющиеся по небу. Её высокое, стройное тело излучает силую и грацию, а длинные волосы, белоснежные как снег, развеваются на ветру. На ней доспехи из тончайшего металла, искусно украшенные узорами, напоминающими ветер, и во руках она держит катану, сверкнувшую в свете. Её уверенный и спокойный взгляд выражает решимость и мудрость, словно она знает секреты всего мира."
  },
  "thief": {
    "male": "Перед вами стоит облачный великан, его мощное сомнительное тело кажется легким и воздушным, как будто его душа состоит из самих облаков. Его длинные, почти невидимые конечности плавно перемещаются, а тонкие, белые волосы колышутся, словно ветер играет с ними. Глубокие, проницательные глаза, меняющие свой цвет от синего до серого, смотрят с хитрой улыбкой, сыроежкой, готовая к любой уловке. Весь его облик излучает атмосферу нелепого очарования, и кажется, что он всегда готов к неожиданному повороту событий.",
    "female": "Перед вами возвышается облачная великанша, её яркие, словно рассветные, пёстрые волосы струятся, как мелкие облака в небе. Её глаза, глубокие и загадочные, сверкают, как звезды в темной ночи, а лицо украшено немного игривой ухмылкой, которая намекает на её хитрость и ловкость. Она одета в легкую, но прочную одежду, на которой видны следы небесного света, а её длинные руки ловко маневрируют, словно танцующие облака. Каждый шаг этой великанши полон уверенности и грации, и она будто бы парит над землей, оставляя за собой шлейф легкости и скрытой силы."
  },
  "vampire": {
    "male": "Перед вами стоит облачный великан, его высокое тело словно окутано туманом, в котором мерцают проблески света. Кожа его бледная и холодная, а длинные, плавные линии его мускулов придают ему загадочный, почти эфирный вид. Глаза сверкают огненно-красным светом, и когда он двигается, его шаги производят едва уловимый звук, который напоминает шёпот ветра. Несмотря на его угрожающее присутствие, в его манерах есть что-то благородное, как будто он находится вне времени и пространства.",
    "female": "Перед вами величественная облачная великанша, её стройное тело, словно вытканное из самого тумана, излучает легкость и грацию. Глубокие, мракобесные глаза блестят, как звезды на ночном небе, а бледная кожа на её запястьях сверкает, как утренний иней. Ласковая, но одновременно угрожающая улыбка на её губах выдает её истинную натуру вампира, а длинные, словно струны, волосы развиваются позади неё, будто шлейф облаков. Каждое её движение полное загадки, притягивает к себе взгляды, оставляя в воздухе сладковатый аромат ночной прелести."
  },
  "warlock": {
    "male": "Перед вами стоит облачный великан, towering над окружающими своим внушительным ростом. Его кожа сияет мягким серым светом, будто затуманен теплым светом облаков, а длинные белоснежные волосы струятся, как легкий дым, при каждом движении. Взгляд его глубоких, проникающих глаз скрывает множество тайн, а манера общения полна таинственности и уверенности, словно он знает тайны мироздания. На его плечах накинуто изысканное одеяние, кажущееся невесомым, украшенное таинственными символами, свидетельствующими о его связи с другими мирами.",
    "female": "Перед вами впечатляющая облачная великанша с кожей, переливающейся в легком свете, как утренний туман. Ее длинные волосы, словно струи облаков, свободно касаются земли, а глаза горят таинственным светом, полным древней мудрости и силы. На ней надеты одеяния из тонкой ткани, которые, казалось бы, меняют цвет в зависимости от ее настроения. Когда она говорит, ее голос звучит как легкий ветер, наполняя воздух ощущением волшебства и загадочности."
  },
  "warrior": {
    "male": "Перед вами стоит облачный великан, чья внушительная фигура кажется еще более массивной в свете мягкого света. Его тело покрыто легкими, словно дымка, облаками, которые время от времени сверкают молниями, подчеркивая его воинственный характер. Глаза, яркие и проницательные, как небесные глубины, смотрят с уверенной решимостью, а в руках он держит огромный меч, украшенный рунами, искрящимися вампирским светом. Его движения грациозны и спокойны, будто он танцует на ветру, несмотря на колоссальные размеры его тела.",
    "female": "Она возвышается над окружающими, её стройная фигура излучает мощь и грацию. Волосы цвета облаков спадают на плечи, словно мягкое одеяло, а яркие глаза, как бездонное небо, сверкают решимостью. В руках она держит огромный меч, его лезвие сверкает, отражая свет, а каждая её уверенная поза говорит о многолетнем опыте в сражениях. Несмотря на её внушительные размеры, в её движениях чувствуется лёгкость и быстрота, что делает её одновременно устрашающей и завораживающей."
  },
  "witch": {
    "male": "Перед вами величественный облачный великан, чья фигура будто окутана легкой дымкой. Его белоснежные волосы разлетаются на ветру, а глубокие серые глаза излучают загадочность и мудрость. На нем длинное,流动ящиеся одеяние, украшенное таинственными рунами, что говорит о его магических способностях и древних знаниях. Он уверенно стоит, распространяя ауру силы и спокойствия, пока его длинные пальцы аккуратно перебирают травяные чары, готовясь к заклятию.",
    "female": "Перед вами стоит великанша, излучающая таинственную ауру. Её кожа переливается светлой дымкой, а волосы, как облака, вьются вокруг головы, создавая эффект лёгкости. Глаза, сверкающие как звёзды на ночном небе, проникают в душу, а тонкие пальцы аккуратно обвивают метлу, словно она готовится к полету. В её взгляде скрывается мудрость веков и свобода, присущая только тем, кто владеет тайнами магии."
  }
}