{
  "anti-paladin": {
    "male": "Перед вами стоит темный эльф с изысканными чертами лица и гладкой черной кожей, излучающей холодный блеск. Его длинные, серебристые волосы свободно спадают на плечи, придавая ему загадочный и опасный вид. Облачённый в темные доспехи, украшенные черепами и зловещими символами, он движется с грацией хищника, словно готовый в любой момент нанести удар. Холодные, проницательные глаза сверкают зловещим светом, а на губах играет едва заметная усмешка, обнажающая острые зубы.",
    "female": "Перед вами стоит темная эльфийка, облаченная в черную броню, покрытую таинственными символами. Ее золотистые глаза светятся злобным светом, а резкие черты лица выдают одновременно красоту и опасность. В руках она держит зловещий меч, лезвие которого искрится остротой и владелицей, очевидно, не чуждо вызывает страх. Постоянная улыбка на губах придает ей загадочный вид, будто она всегда знает что-то, чего не знаете вы."
  },
  "cleric": {
    "male": "Перед вами стоит темный эльф с проницательными фиолетовыми глазами, которые светятся в полумраке, словно звезды на ночном небе. Его длинные черные волосы спускаются до плеч, переплетенные с тонкими золотыми нитями, символизирующими его преданность богу тьмы. На нем ослепительная серебряная броня, покрытая тонким слоем пыли, которая не скрывает его стройную фигуру, но подчеркивает силу и ловкость его движений. Он уверенно держит в руках священный символ, и, кажется, его присутствие излучает ауру священного могущества, наполняя окружающее пространство чувством уверенности и таинства.",
    "female": "Перед вами стоит темная эльфийка, облаченная в изысканные одеяния глубокого пурпурного цвета, украшенные тонкой золотой вышивкой, которая переливается на свету. Ее длинные темные волосы струятся по спине, а на лбу сверкает небольшой аметист – символ её божественной преданности. Лицо эльфийки излучает спокойствие и уверенность, её светящиеся красные глаза проникают в самую душу, словно считывая скрытые мысли. В руках она держит священный жезл с изображением луны, осыпая окружающих атмосферой силы и защитной магии."
  },
  "druid": {
    "male": "Перед вами стоит темный эльф, его кожа имеет глубокий фиолетовый оттенок, который сливается с тенями вокруг. Длинные, тонкие уши аккуратно выглядывают из-под длинных черных волос, которые спадают до плеч, словно водопад ночи. Он одет в одежду из натуральных материалов, украшенную листьями и веточками, что подчеркивает его связь с природой. Его яркие, светящиеся глаза проникают в саму суть окружающего мира, излучая мудрость и уверенность в каждом движении.",
    "female": "Перед вами стоит изысканная темная эльфийка с alabaster-бледной кожей, которая мягко светится в лучах света. Ее длинные, черные как смоль волосы заплетены в сложные косы, украшенные яркими листьями и цветами, что подчеркивает её связь с природой. На ней надеты легкие, свободные наряды из зелёной ткани, похожие на листву, которые позволяют ей легко скрываться в лесу. Лица её выразительно заполнены мудростью и загадкой, а глаза сверкают жизнерадостным блеском, словно отражение ночного неба."
  },
  "necromancer": {
    "male": "Перед вами стоит высокий темный эльф с бледной кожей, отмеченной разными магическими узорами. Его длинные, черные как смоль волосы свободно падают на плечи, подчеркивая угловатые черты лица и яркие, сверкающие красные глаза, излучающие зловещий свет. На нем одет длинный плащ из темного бархата, украшенный серебряной вышивкой, а на поясе висят различные странные амулеты и склянки с зельями. Он уверенно сжимает в руках заколдованный посох, готовый призвать силы мертвых в любое мгновение.",
    "female": "Перед вами стоит грациозная темная эльфийка, её кожа словно покрыта нежным тёмным шелком, а глаза сверкают ярким фиолетовым светом, излучая зловещую энергию. Длинные, гладкие волосы, черные как ночь, ниспадают на плечи, обрамляя её изящное лицо и придавая ей угрожающее обаяние. На ней легкая, темная мантия, украшенная символами древних некромантов, которая колышется, когда она движется, словно живое существо. В руках она держит костяной жезл с магическими рунами, готовая призвать темные силы в любое мгновение, её улыбка полна таинственного и пугающего очарования."
  },
  "ninja": {
    "male": "Перед вами стоит темный эльф, которого отличает изящная фигура и ловкие движения. Его кожа имеет глубокий фиолетово-черный оттенок, а длинные волосы струятся, словно теневые волны. Взгляд его янтарных глаз пронизывает окружающее пространство, полон хитрости и уверенности. Он одет в легкую черную броню, которая не стесняет движений, а его руки ловко готовы к действию, ожидая момента для удара.",
    "female": "Перед вами изящная темная эльфийка, облаченная в облегающий черный костюм, который подчеркивает её стройную фигуру и ловкость. Ее длинные черные волосы свободно струятся по спине, а на лице угадываются четкие черты, обрамленные завуалированной тенью капюшона. Глаза сверкают ярким фиолетовым светом, излучая уверенность и хитрость, когда она двигается с необычайной грацией и stealth-ловкостью. В руках она держит пару изогнутых ножей, готовых к действию, каждое движение свидетельствует о её мастерстве и опыте в искусстве скрытности."
  },
  "paladin": {
    "male": "Перед вами стоит темный эльф, облаченный в сверкающие доспехи черного металла, которые отражают свет с таинственным блеском. Его лицо, с острыми чертами и яркими, светят белыми глазами, излучает уверенность и решимость. Меч, украшенный рунами, висит на поясе, готовый в любой момент выйти на защиту невинных. Он стоит с гордо поднятой головой и уверенной осанкой, демонстрируя несгибаемую волю паладина.",
    "female": "Взгляд привлекает высокая темная эльфийка, облаченная в сверкающие доспехи, которые великолепно отражают свет. Ее длинные черные волосы спадают по плечам, обрамляя её строгие черты лица и яркие фиолетовые глаза, полные решимости. Она стоит с прямой спиной, уверенно держа в руках сияющий меч, который излучает мягкое свечение, как будто сам по себе источает свет. В её выражении лица читается благородство и готовность защищать слабых, несмотря на её загадочное происхождение."
  },
  "ranger": {
    "male": "Перед вами стоит темный эльф, облаченный в легкую кожаную броню, идеально подходящую для скрытного передвижения. Его глубокие, чуть мерцающие глаза выделяются на фоне черной кожи, а волосы, словно ночь, спадают на плечи, обрамляя строгое лицо с высокими скулами. В руках он держит изогнутый лук, готовый к действию, а на спине висит колчан, полный стрел с тщательно отделанными острием. Его движения точны и плавны, как у хищника, выслеживающего добычу в темноте леса.",
    "female": "Перед вами стоит темная эльфийка, её кожа глубокого цвета ночи, почти светящаяся в тусклом свете. Длинные, гладкие волосы, собранные в высокий хвост, обвивают её стройную фигуру, подчеркивая ловкость и грацию. Она одета в легкие, но прочные доспехи, искусно сшитые из шкуры, которые не стесняют движений и переливаются оттенками серого и черного. В её руках крепко сжат лук с изогнутой деревянной рамой, готовая к действию, а выразительные глаза, как два светящихся уголька, внимательно следят за окружающим."
  },
  "samurai": {
    "male": "Перед вами стоит высокий темный эльф с изысканными чертами лица и проницательными фиолетовыми глазами, в которых отражается мудрость веков. Его кожа, темная как ночь, контрастирует с яркими доспехами, украшенными замысловатыми узорами, которые идеально обрисовывают его атлетическое телосложение. Он уверенно держит в руках катану, лезвие которой сверкает в свете, как будто оно поглощает окружающую ауру. В его манере движения ощущается грация и точность, как у хищника, готового в любой момент нанести удар.",
    "female": "Перед вами стоит темная эльфийка, облаченная в изящные доспехи глубокого черного цвета, отделанные серебром. Ее длинные, как ночь, волосы свободно падают на плечи, подчеркивая尖кие черты лица, которые излучают уверенность и непоколебимость. В руках она держит изогнутый катану, лезвие которого блестит, словно звезды на безоблачном небе. Каждый её шаг плавный и грациозный, словно танец, но в то же время заряженный мощной готовностью к сражению."
  },
  "thief": {
    "male": "Перед вами стоит темный эльф с изящной, чуть вытянутой фигурой и темной, почти черной кожей, которая подчеркивает его острые черты лица и высокие скулы. Его глаза, сверкающие как янтарь, излучают хитрый блеск, намекая на его умение находить выход из любых ситуаций. Одетый в облегающую одежду, с множеством карманов и потайных отсеков, он ловко передвигается, словно тень, избегая лишнего внимания. Мрачная аура, сопровождающая его присутствие, заставляет вас ощущать, что он всегда на шаг впереди, готовый к любым неожиданностям.",
    "female": "Перед вами стоит темная эльфийка с гладкой, водянистой кожей цвета ночного небесного свода, ее яркие, словно два светящихся уголька, глаза настороженно изучают окружающее пространство. Она одета в облегающую черную шкуру, которая почти сливается с тени, ее движения грациозны и бесшумны, как у дикой кошки. На поясе виднеется множество мелких пузырьков и инструментов, представляющих собой неотъемлемую часть ее ремесла. Будучи острословной и хитроумной, она с легкостью сплетает слова и маневры, создавая ауру загадочности вокруг своего существа."
  },
  "vampire": {
    "male": "Перед вами стоит темный эльф, его кожа имеет глубокий фиолетовый оттенок, который сверкает при свете. Длинные волосы цвета ночного неба спадают на его плечи, подчеркивая резкие черты лица и светящиеся красные глаза. Он одет в черную кожу, украшенную серебряными деталями, а его движения полны грации, словно он скользит по воздуху. Взгляд этого вампира пронизан древней мудростью и жаждой, отражая его вечную природу и тонкую связь с темными искусствами.",
    "female": "Перед вами стоит темная эльфийка, её кожа, словно изысканный мрамор, переливается в тенях. Гладкие черные волосы струятся по плечам, обрамляя её острое, изящное лицо с проницательными алыми глазами, которые излучают холодное обаяние. В её движениях чувствуется грация хищника, а наряд, составленный из темной материи и окутанный легким фиолетовым светом, подчеркивает её загадочную природу. Она с легким выражением уверенности и провокации наблюдает за окружающими, как будто ожидает момента для своего следующего хода."
  },
  "warlock": {
    "male": "Перед вами стоит высокий темный эльф с изысканными чертами лица, остроконечные уши выступают из-за длинных, черных как сама ночь волос. Его кожа имеет глубокий фиолетовый оттенок, а яркие белые глаза сверкают потусторонним светом, отражая тайные знания и магическую силу. На нем надет темный мантии, украшенные сложными узорами и символами, указывающими на его связь с древними силами. Он движется грациозно и уверенно, словно каждая его походка полна намерения и безмолвного вызова миру.",
    "female": "Перед вами стоит темная эльфийка с гладкой, как ночь, кожей, которая мерцает в тусклом свете. Ее длинные, острые уши выглядывают из-под густых черных волос, спадающих волнами на плечи. На ней одеты утепленные одеяния из темной кожи, украшенные таинственными рунами, а в ее руках сверкает излучающий свет жезл, который она держит с уверенностью знатока магии. Взгляд ее ярких, светящихся глаз пронизывающий и полон скрытых тайн, а её поведение излучает уверенность и грацию, словно она знает больше, чем признает."
  },
  "warrior": {
    "male": "Перед вами стоит высокий и стройный темный эльф с блестящей черной кожей, которая почти сливается с тенями. Его грациозная фигура одета в облегающую броню, украшенную серебряными узорами, что подчеркивает мускулистые руки и ловкие ноги. На поясе у него висят несколько изящных мечей, а его проницательные красные глаза сверкают в полумраке, излучая уверенность и решимость. Он движется с тихой уверенностью, а каждое его движение выдает опыт в боевых искусствах и готовность к любым испытаниям.",
    "female": "Перед вами стоит темная эльфийка, облаченная в легкую, но прочную броню, которая подчеркивает ее стройную фигуру. Ее длинные черные волосы, спадающие на плечи, скреплены серебряной диадемой, а яркие фиолетовые глаза исполняют роль зеркал, отражающих её решительность. Она уверенно держит в руках длинный меч, раскачивая его, словно чувствует его вес и силу, готовясь к бою в любое мгновение. В ее походке заключена грация и опасность, словно дикая кошка, терпеливо выжидающая момент для нападения."
  },
  "witch": {
    "male": "Перед вами стоит темный эльф, облаченный в длинную черную мантию, излучающую мистическую ауру. Его волосы, как ночь, длинные и струящиеся, обрамляют изящное лицо с острыми чертами, а яркие красные глаза сверкают проницательностью. В руках он держит изящную посох, на котором переплетены таинственные руны, и время от времени легкий ветерок поднимает его мантию, словно оживляя широкие костяные украшения на запястьях. Его движения грациозные и уверенные, каждый жест подчеркивает власть и мистическую силу, которую он привносит в этот мир.",
    "female": "Перед вами стоит темная эльфийка, её кожа глубокого синего оттенка будто погружает в бездну ночи. Длинные серебристые волосы свободно струятся по спине, а горящие красные глаза сверкают, излучая магическую ауру. Она одета в облегающее одеяние из тонкой материи, украшенное загадочными символами, а на её руках сверкают кольца с драгоценными камнями. В её движениях чувствуется изящество и уверенность, каждая манера выдаёт её безмолвную силу и загадочность."
  }
}