{
  "anti-paladin": {
    "male": "Перед вами стоит дроу — высокий и грациозный мужчина с темной кожей, отливающей пурпуром. Его глаза, ярко-красные, сверкают холодным огнем, излучая уверенность и недоброе очарование. На нем темные доспехи, украшенные изящными узорами, которые подчеркивают его мускулистую фигуру, а в руках он удерживает тяжелый меч с черной рукоятью, словно поглощая свет вокруг. Движения его уверенные и бесшумные, а ухмылка на лице оставляет ощущение зловещей силы и темных намерений.",
    "female": "Перед вами стоит высокая дроу с темной кожей, которая словно поглощает свет. Ее длинные белые волосы струятся по спине, изящно обрамляя острые черты лица, в которых читается хладнокровие и решимость. На ней доспехи из черного металла, украшенные зловещими узорами, а в руках она держит тяжелый меч с темным лезвием, излучающим угрожающее сияние. Ее глаза, как два бездонных провала, сверкают красным светом, когда она оглядывает окружающих с легким презрением."
  },
  "cleric": {
    "male": "Перед вами высокий дроу с темной кожей, отливающей лиловым светом, его длинные белоснежные волосы свободно падают на плечи. На его голове красуется аккуратная митра, символизирующая преданность божеству, а в руках он сжимает светящийся свиток, готовый к применению. Его глаза, сверкающие, как два красных рубина, излучают уверенность и решимость, а на губах играет таинственная улыбка, притягивая к нему внимание. Одеяние из глубоких оттенков пурпура и черного с изящной вышивкой подчеркивает его святую натуру и статус клерика.",
    "female": "Перед вами стоит женщина-дроу, её кожа темного, почти черного оттенка, что словно поглощает свет. Её длинные, шелковистые волосы белого цвета придают ей таинственный вид, а яркие красные глаза сверкают умом и решимостью. Она одета в elaborately embroidered robes, украшенные золотыми символами, которые наглядно демонстрируют её преданность клану и богу, которому она служит. В её манерах ощущается уверенность и спокойствие, а при каждом движении словно слышен тихий шепот молящейся души, готовой прийти на помощь тем, кто в трудной ситуации."
  },
  "druid": {
    "male": "Перед вами стоит дроу, облаченный в одежду из легкой ткани, окрашенной в глубокие зеленые оттенки, что придает ему вид загадочного существа, вышедшего из лесных теней. Его кожа, тёмная, почти черная, контрастирует с яркими глазами, которые светятся как изумруды, отображая его связь с природой. Он уверенно держит в руках посох, украшенный ветвями и листьями, и часто прикладывает к нему ухо, словно слушая шепот леса. Его движения грациозны и плавны, а мягкая улыбка на губах выражает добродушие и мудрость, свидетельствуя о глубоком понимании жизни во всех её проявлениях.",
    "female": "Перед вами стоит женщина-дроу с изящной фигурой и темной, почти чёрной кожей, которая эффектно контрастирует с яркими зелеными нарядами, украшенными узорами из растений. Её длинные белоснежные волосы свободно струятся по спине, создавая впечатление легкости и неподвижности одновременно. Глаза светятся янтарным светом, наполненные мудростью лесов и таинственными тайнами природы. В руках она держит посох, увитый лианами, который, кажется, оживает в её прикосновении, а её движения полны грации, словно она танцует в ритме ветра."
  },
  "necromancer": {
    "male": "Перед вами стоит высокий дроу с бледной, почти серебристой кожей, его черные, как смоль, волосы спадают по спине. Он одет в тёмные, плотно прилегающие одежды, украшенные таинственными рунами, которые светятся тусклым фиолетовым светом. Глаза дроу сверкают холодной яркостью, пронизывая вокруг своим проникающим взором, а на его губах играет изощрённая усмешка, словно он знает что-то, что никто другой не ведает. В руках он держит мистически закованный жезл, с которого сползают размытые тени, внушая страх даже тем, кто смел на него смотреть.",
    "female": "На вас смотрит загадочная женщина-дроу, облаченная в темные одеяния, которые подпадают под свет и кажутся почти невидимыми. Ее светлая, как лунный свет, кожа резко контрастирует с черными волосами, свободно струящимися по плечам, а глаза светятся ярким фиолетовым светом, словно в них таится тайная сила. В руках она удерживает посох, украшенный изогнутыми рунами, которые сверкают при малейшем движении, и вы замечаете, как из его верхушки струится туман, напоминая о чем-то потустороннем. Поведение женщины спокойно и уверено, но в каждом ее движении чувствуется мощь, способная вызывать как уважение, так и страх у окружающих."
  },
  "ninja": {
    "male": "Перед вами стоит дроу, его кожа темно-серая, почти черная, а длинные белые волосы аккуратно собраны в тугой хвост, который свешивается на плечо. Его глаза, светящиеся пурпурным оттенком, пронизывают вас, словно видят сквозь оболочку. Он одет в облегающий черный костюм, весь усыпанный мелкими карманами и скрытыми лезвиями, что подчеркивает его ловкость и хитрость. Движения этого мужчины грациозны и тихи, как у кошки, запускающейся в прыжок, исчерпывающие надежду на осторожность в присутствии.",
    "female": "Перед вами стоит удивительная женщина-дроу, её кожа тёмно-фиолетового оттенка, который плавно переходит в чёрный в тенях под капюшоном. Легкие, почти невидимые движения выдают её мастерство нинзя: каждая поза изящна, словно она танцует в воздухе. Глаза, яркие и жгучие, сверкают, отражая свет как два блестящих сапфира, полные решимости и хитрости. На бедрах висят разнообразные клинки и инструменты, а её тёмная одежда облегает фигуру, не производя ни звука, когда она движется."
  },
  "paladin": {
    "male": "На вас смотрит дроу, облаченный в сверкающие доспехи, которые играют на свету, словно отражают лунный свет. Его смуглая кожа контрастирует с яркими деталями доспехов, а длинные белоснежные волосы, собранные в тугой хвост, придают ему внушительный вид. В руке он крепко держит сияющий меч, символизирующий его преданность клятве, а твердый взгляд карих глаз говорит о несгибаемой решимости и честности. Каждый его шаг наполнен грацией, привычной для воителя, но с явным элементом благородства, присущим истинным защитникам.",
    "female": "Перед вами стоит женщина-дроу, с alabaster белой кожей, излучающей холодное сияние в тусклом свете. Ее длинные черные волосы собраны в аккуратный узел, а из-под него выбиваются несколько прядей, обрамляющих одухотворенное лицо. На ней сверкающие доспехи, украшенные сложными символами, излучающие ауру святости, а в руках она держит идеальную, сверкающую рапиру с изогнутым лезвием. Ее глаза светятся красным огнем решимости и силы, и каждый ее шаг излучает уверенность и благородство."
  },
  "ranger": {
    "male": "На первый взгляд, перед вами стоит высокорослый дроу с элегантной, но опасной осанкой. Его кожу темного оттенка обрамляет длинный, серебристый волос, спадающий по плечам, а острый взгляд светло-голубых глаз проникает в самую душу. Он одет в легкую но прочную кожаную броню, идеально подходящую для скрытного передвижения в лесу, а на боку у него висит изящный лук с выделкой из дерева. Дроу уверенно держит себя, его движения плавные и грациозные, будто он всегда находится на шаг впереди возможной опасности.",
    "female": "Перед вами стоит женщина-дроу, её кожа изящно черна, а волосы, словно лунный свет, серебристо-белые, свободно падающие на плечи. Глубокие фиолетовые глаза сверкают проницательностью и хитростью, наблюдая за всем вокруг с явным интересом. На ней облегающая кожаная броня, украшенная тонкими узорами, подчеркивающая её ловкость и силу, а за спиной виднеется изогнутый лук, будто выжидающий подходящего момента для действия. Она движется тихо, словно тень, её уверенные шаги выдают опытный взгляд на окружающий мир и предстоящие испытания."
  },
  "samurai": {
    "male": "Перед вами стоит дроу с тонкими чертами лица и холодными, сверкающими глазами, которые излучают уверенность и решительность. Его черные волосы, как тень, аккуратно уложены назад, открывая изящные уши, украшающие их золотые серьги. На нем надета легкая, но прочная броня, украшенная узорами, что подчеркивает его грациозную фигуру и воинскую мощь. Он держит katana в одной руке, а его осанка говорит о бесстрашии и мастерстве, заставляя окружающих уважать его и бояться одновременно.",
    "female": "Перед вами высокая женщина-дроу с темной, почти блестящей кожей, которая контрастирует с ее яркими, как искусственный свет, белыми волосами, собранными в аккуратный пучок. У нее piercing-державляющие глаза цвета лунного света, пронизывающие вас своим взглядом, полным решимости и боевого духа. На ней легкие доспехи, украшенные intricate узорами, которые идеально подчеркивают ее статную фигуру и ловкость, и в руках она держит тонкий катану, словно продолжение своего тела. В ее манере движения чувствуется грация и уверенность самурая, отражающие её преданность кодексу чести и боевым искусствам."
  },
  "thief": {
    "male": "На вас смотрит грациозный дроу с угловатыми чертами лица и светящейся бледной кожей, почти сливающейся с тенями. Его длинные черные волосы спадают до плеч, придавая ему загадочный вид, а яркие красные глаза сверкают проницательностью и хитростью. Он одет в темную кожаную броню, облегающую его стройное тело, что позволяет ему легко перемещаться и оставаться незамеченным. Каждый его жест полон уверенности и изящества, словно он рождён для ночной охоты и незаметного вторжения.",
    "female": "Перед вами стоит женщина-дроу с кожей темного, сверкающего черного оттенка, которая словно поглощает свет вокруг. Ее глаза светеют ярким фиолетовым светом, за которыми прячется хитрый ум и завораживающий шарм. Она одета в легкую черную одежду, украшенную тонкими серебряными узорами, позволяющую ей двигаться бесшумно и ловко. В руках у нее закреплены изящные кинжалы, и, кажется, она всегда готова к незаметному нападению или быстрому исчезновению в тени."
  },
  "vampire": {
    "male": "Перед вами стоит дроу — высокий и стройный мужчина с бледной кожей, как будто изваянной из мрамора. Его глаза сияют алым светом, пронизанным магией, а на губах играет едва уловимая улыбка, полная тайны и соблазна. Длинные черные волосы струятся по спине, смешиваясь с тенью, которую он словно сам создает вокруг себя. Каждый его шаг наполнен грацией, а манера говорить острее лезвия, вызывая в собеседниках одновременно интерес и страх.",
    "female": "Ее кожа была темно-синего оттенка, почти черного, будто ночное небо, а длинные белые волосы спадали на плечи, словно лучи луны. Глубокие карие глаза сверкали, полные загадки и силы, в них таился едва заметный намек на хищность. Каждое движение было изящным и грациозным, как у охотницы, притаившейся в тенях, ее манера поведения излучала уверенность и магнетизм. На губах играла едва уловимая улыбка, которая могла внушить как нежность, так и страх, напоминая о ее истинной природе."
  },
  "warlock": {
    "male": "Перед вами стоит дроу с бледной кожей, слегка светящейся в тусклом свете. Его длинные черные волосы свободно ниспадают на плечи, а острые черты лица придают ему загадочный и угрожающий вид. Глубокие, серебристые глаза сверкают необычным светом, полным скрытых знаний и тайн. В руках он держит изящный жезл, украшенный темными рунами, излучающими магическую энергию, что свидетельствует о его связи с могущественными силами.",
    "female": "Перед вами стоит элегантная дроу с тонкими чертами лица и ярко-красными глазами, сверкающими в полумраке. Её длинные темные волосы, убранные в сложную прическу, обрамляют лицо и подчеркивают изящные уши. Она облачена в изысканное одеяние, украшенное символами древних существ, и сияет аурой таинственности. В беседе её голос звучит спокойно и уверенно, словно она знает больше, чем говорит, и каждое её движение наполнено грацией и целеустремленностью."
  },
  "warrior": {
    "male": "Перед вами стоит дроу - высокий и стройный мужчина с черной кожей, излучающим ауру уверенности. Его пронзительные красные глаза сверкают, как угли, а длинные белые волосы свободно свисают до плеч, создавая контраст с его темной внешностью. Он одет в легкую броню, украшенную тонкими узорами, и держит меч, готовый к бою, демонстрируя мастерство и решительность в каждом движении. В его походке чувствуется грация и сила, как будто он мог бы легко пробежать по стенам или внезапно исчезнуть в тенях.",
    "female": "Перед вами стоит женщина-дроу, облачённая в тесную броню из чёрной кожи, отражающую её ловкость и мастерство в бою. Её длинные тёмные волосы струятся по спине, подчеркивая резкие черты лица с ярко-красными глазами, которые сверкают в полумраке. На поясе висит несколько мечей, каждый из которых украшен intricately carved узорами, свидетельствующими о её знатном происхождении. Она уверенно держит осанку, и в её взгляде читается готовность к борьбе и решимость, будто она всегда на шаг впереди своих противников."
  },
  "witch": {
    "male": "Перед вами стоит высокий дроу с блестящей черной кожей, отражающей тусклый свет. Его длинные, резко очерченные черты лица скрывают тайные затеи, а яркие красные глаза сверкают в полумраке, излучая уверенность и таинственность. На плечах плащ из тёмного бархата стильно спадает, а из-за пояса свисает множество амулетов и трав, обернутых в засушенные листья, готовых к колдовству. В его движениях чувствуется грация хищника, а тихий, ровный голос завораживает и притягивает внимание.",
    "female": "Перед вами стоит дроу с блеклыми, словно тёмная ночь, волосами, которые каскадом спадают по её плечам. Её глаза сияют ярким фиолетовым светом, пронизывая окружающий мрак своей ухабистой аурой. Ведущая себя с уверенностью, она грациозно манипулирует заклинаниями, пальцы её обвитые тонкими серебряными кольцами, придающими ей загадочный шарм. Одеяние из лёгкой ткани, украшенное рунами и символами, обвивает её стройную фигуру, подчеркивая величественность и таинственность её присутствия."
  }
}