{
  "anti-paladin": {
    "male": "На переднем плане стоит высокий дуэргар с угрюмым выражением лица, его крепкие черты лица выделяются на фоне тёмной бороды, обрамляющей жесткий подбородок. Мрачные глаза, полные ненависти и решимости, сверкают, как стальные клинки, а на его броне виднеются следы битв  вмятины и порезы от оружия, шрамов на его теле не считая. В руках он держит массивный меч с чёрным лезвием, вокруг которого витает мрак, а его доспехи кажется источают зловещее сияние. Он стоит уверенно, с выражением, полным презрения и священной ярости, готовый сразиться с кем угодно, кто осмелится встать на его пути.",
    "female": "Перед вами стоит дуэргарша, чья кожа окрашена в глубокий серый цвет, а глаза сверкают холодным желтым светом. На ней темные доспехи, украшенные костяными элементами, придающими ее облику зловещий вид. Она уверенно держит вниз острое двуручное оружие, свисающее у нее с пояса, и выглядит так, будто готова в любой момент напасть. В ее повадках читалась самоуверенность и презрение к окружающим, создавая ауру опасности, которая подавляет тех, кто осмелится пересечь ее путь."
  },
  "cleric": {
    "male": "Перед вами стоит дуэргар, его кожа темного серого оттенка, что придаёт ему устрашающий вид. На его голове красуются несколько шрамов, свидетельствующих о непростом прошлом в подземных глубинах. Он облачён в длинный, тёмный мантин, украшенный символами его веры, а в руках держит массивный посох, служащий как оружием, так и инструментом для магических ритуалов. Его глаза, светящиеся тусклым красным светом, излучают уверенность и решимость, как будто он всегда готов к вызовам, которые ставит перед ним судьба.",
    "female": "Перед вами стоит дуэргарша с серым, почти каменным оттенком кожи, характерным для ее расы. Ее волосы собраны в тугой, заплетенный узел, а глаза светятся ярким, проницательным светом, выказывая её глубокую преданность божеству. На ней одеты простые, но функциональные robes, украшенные символами её веры, а в руках она держит массивный жезл, на конце которого сверкает светлый кристалл. Она стоит уверенно, с благословляющим взглядом, готовая оказать помощь тем, кто в ней нуждается."
  },
  "druid": {
    "male": "Перед вами стоит дуэргар, облачённый в простую, но изящную древесную броню, которая гармонично сливается с его каменистым оттенком кожи. Его волосы, длинные и спутанные, словно ветви старого дерева, покачиваются с каждым движением. Он спокойно и уверенно держит в руке посох, украшенный резьбой в виде листвы, а его глаза, светящиеся ярким зелёным светом, излучают мудрость и понимание природы. Иногда он наклоняет голову, прислушиваясь к шёпоту земли, будто разговаривает с духами леса, что делает его присутствие не только внушительным, но и магически притягательным.",
    "female": "Перед вами стоит дуэргарша с темной, почти каменной кожей, отражающей свет при каждом ее движении. Ее длинные, заплетенные волосы имеют глубокий зеленый оттенок, которому завидуют лучшие лесные лианы. Глаза, сверкающие как изумруды, хранят в себе мудрость веков и таинственное спокойствие природы. Одеяние из мягкой ткани и талисманов, украшенное перьями и природными символами, подчеркивает ее связь с духами леса и умение управлять природными силами."
  },
  "necromancer": {
    "male": "Перед вами стоит дуэргар, его кожа темного серого оттенка, словно выкованная из камня. На его лице запечатлены глубокие морщины, выдающие многолетние страдания и жажду власти, а острые черты придают ему угрюмый вид. Он одет в тёмные, рваные одеяния, обвисшую ткань которых при каждом движении шуршит, как шёлк. В руках он держит посох, украшенный мутным кристаллом, который едва мерцает, словно отражая энергетику мёртвых.",
    "female": "Перед вами стоит дуэргарша, ее кожа сероватого оттенка, что характерно для ее расы. На ней темное, обтягивающее одеяние, украшенное загадочными рунами, которые едва различимы на фоне ткани. Ее глаза, как глубокие глубокие бездны, сверкают жадным светом, а губы чуть приподняты в загадочной улыбке, намекая на ее магические способности. В руках она держит древний grimuar, из которого периодически доносятся тихие шепоты заклинаний, словно она общается с тенями, чтобы призвать силы мрака на свою сторону."
  },
  "ninja": {
    "male": "Перед вами стоит дуэргар с неприглядной, но внушительной внешностью. Его кожа имеет тусклый серый оттенок, а длинные волосы заплетены в аккуратные косички, стянутые кожаными ремнями. Он движется с невидимой грацией, его легкие шаги почти не слышны, а проницательные глаза жаждут приключений, сверкая в темноте. На его теле видны сложные татуировки, рассказывающие о его мастерстве скрытности и боевых умениях, и кажется, что он всегда готов к действию.",
    "female": "Перед вами стоит изящная дуэргарша с острыми чертами лица, которые свидетельствуют о её принадлежности к подземному народу. Её тело обёрнуто в облегающее чёрное одеяние, позволяющее ей двигаться бесшумно и быстро, как тень в ночи. Длинные сверкающие ножи, расположенные на её бедрах, лишь прибавляют уверенности в её мастерстве в обращении с оружием. Она внимательно осматривает окружающее пространство, её глаза искрятся настороженностью и хитростью, словно она уже вынашивает план своего следующего действия."
  },
  "paladin": {
    "male": "Вы перед собой видите дуэргара, облачённого в массивные доспехи, блестящие в тусклом свете. Его кожа, серовато-синяя, контрастирует с полированной бронёй, на которой выгравированы священные символы. С решительным взглядом и высоким подбородком он излучает уверенность, а его рука крепко сжимает широкий меч, готовый к бою. Даже в покое его напряжённая поза и строгий взгляд выдают его мужественное божественное призвание.",
    "female": "Перед вами стоит внушительная дуэргарша, облаченная в массивные доспехи, отливающие холодным светом. Её кожа затенена глубокими серыми тонами, а яркие красные глаза сверкают решимостью и преданностью. На поясе она носит массивный меч, украшенный древними рунами, четко демонстрируя ее статус паладина. С каждое движение она излучает уверенность и силу, словно готовая вступить в бой за благородную цель."
  },
  "ranger": {
    "male": "Перед вами стоит стройный дуэргар с сероватыми кожаными чертами лица, покрытыми морщинами и следами трудной жизни в подземных глубинах. Его короткие, но острые уши слегка торчат из-под массивной капюшонной мантии, а на боку висит изогнутый меч, готовый к бою. Глаза, цвета темного железа, блестят холодным светом, сканируя окружающее пространство с остротой хищника. Он движется с легкостью и уверенность, будто каждое движение отточено годами охоты и выживания, демонстрируя поистине зверскую грацию.",
    "female": "Перед вами стоит стройная дуэргарша, чья кожа имеет оттенок серого, почти каменного, с едва заметными изломами, как если бы она была вырезана из твердого гранита. Её волосы, темные и короткие, свободно падают на плечи, а глаза сверкают как две черные бездны, полные скрытой силы. Она одета в легкие кожаные доспехи, украшенные узорами, напоминающими лесные мотивы, что указывает на её умение прятаться в тени. В руках она уверенно держит лук, готовая в любой момент выпустить стрелу с точностью хищника, и в её поведении ощущается решимость и грация дикой природы."
  },
  "samurai": {
    "male": "Перед вами стоит дуэргар, его кожа бледно-серая с легким металлическим отливом. Он одет в сложные доспехи из закалённой стали, украшенные символами древних воинов, и держа в руке длинный катану, он излучает уверенность и решительность. Его глаза, как угли, сверкают холодным светом, полными силы и понимания своего долга. Каждый его шаг точен и плавен, словно он переживает моменты боя, даже когда всё вокруг спокойно.",
    "female": "Перед вами стоит могучая дуэргарша, облачённая в изысканные доспехи, которые переливаются стальными оттенками. Её длинные волосы, завязанные в аккуратный хвост, контрастируют с тёмной кожей, а глаза сверкают красным светом, источая уверенность и решимость. В руках она держит изящный катану, искусно выточенный, словно это произведение искусства, а каждая её поза воплощает грацию и мощь самурая. Сдержанное выражение лица и лёгкая усмешка на губах говорят о её внутренней силе и готовности к любым испытаниям."
  },
  "thief": {
    "male": "Перед вами стоит мрачный дуэргар с кожей цвета серого камня, его лицо перечерчено глубокими морщинами и шрамами, свидетельствующими о жестоких испытаниях, которые он перенёс. Он одет в темные, облегающие одежды, с множеством карманов, из которых выглядывают острые ножи и другие инструменты для взлома. Его глаза  холодные, блестящие, словно два уголька, изучающие окружающий мир с недоверием и хитростью. Он движется тихо и грациозно, словно тень, готовясь незаметно пробраться в тёмные уголки, где его умения смогут проявиться в полной мере.",
    "female": "Перед вами стоит дуэргарша, её кожа имеет тусклый серый оттенок, слегка переливаясь под светом. Она одета в облегающую, но износостойкую одежду, позволяющую ей свободно двигаться, с множеством карманов, из которых она с легкостью извлекает маленькие инструменты. Глаза её, янтарного цвета, сверкают хитростью и расчетом, а тонкие, искусные пальцы всегда готовы к работе. В её стойкой походке и уверенном взгляде читается не только опыт в этом опасном ремесле, но и жажда приключений, которая толкает её к новым свершениям."
  },
  "vampire": {
    "male": "Перед вами стоит высокий дуэргар с бледной кожей, почти прозрачной, которая переливается в тусклом свете. Его глаза светятся красным оттенком, пронзая темноту, а острые клыки едва видны при каждом его зевке. Он облачен в черное одеяние, обвивающее его мускулистую фигуру, и в его движениях ощущается грация и опасность, словно он всегда готов к нападению. Его голос низок и хрипловат, пока он говорит, вызывая чувство мистической притягательности и жуткого обаяния.",
    "female": "Перед вами стоит изящная дуэргарша с бледной кожей, отражающей легкое свечение, словно сама она поглощает свет вокруг. Ее длинные, черные, как смоль волосы свободно свисают на плечи, подчеркивая острые черты лица, глаза крови ярко сверкают в полумраке, полны таинственности и силы. Она облачена в облегающее алое платье, которое кажется, сливается с ее дамасскими доспехами, и каждое движение выдает в ней грациозного хищника. В ее уверенной осанке и плавных жестах чувствуется древняя магия, готовая в любой момент привести к ужасному проклятию."
  },
  "warlock": {
    "male": "Перед вами стоит дуэргар с холодным взглядом, глубокими морщинами на лбу и ухоженной бородой, подстриженной строго и аккуратно. Его кожа имеет сероватый оттенок, а глаза сверкают ярко-красным цветом, притягивая внимание и вызывая легкий страх. Он одет в темные одежды, из которых проступают детали из блестящего металла, свидетельствующие о его связи с потусторонними силами. Его уверенная осанка и легкое, почти незаметное движение рук выдают мастера магии, способного контролировать ужасные тайны.",
    "female": "Перед вами стоит дуэргарша, облаченная в мрачную и загадочную одежду, расшитую тайными рунами. Её бледная кожа контрастирует с темными волосами, собранными в заплетённую косу, а глаза светятся глубоким фиолетовым светом, полным магической силы. Когда она движется, в её походке чувствуется уверенность и решимость, а жесты пронизаны таинственностью и намерением. На поясе у неё висят несколько свитков и потёртых амулетов, которые намекают на её связь с потусторонними силами."
  },
  "warrior": {
    "male": "Перед вами стоит дуэргар, массивный и мускулистый воин с темной серой кожей, которая сверкала в тусклом свете. Его крепкая фигура одета в тяжелые доспехи, украшенные резьбой, свидетельствующей о его происхождении и статусе. На лице вы заметите бороду, заплетенную в толстые косы, а глаза сверкают решимостью и твердостью, придавая выражению его лица строгий вид. Он держит в руках тяжелый топор, словно оружие стало extension его самой сущности, проявляя уверенность и готовность к битве.",
    "female": "Перед вами стоит высокая дуэргарша, с мускулистым телосложением и внушительными плечами. Её кожа серого цвета словно вырезана из камня, а глубокие зеленые глаза сверкают решимостью. На ней одеты тяжелые доспехи, покрытые царапинами и следами битв, а в руках она уверенно держит массивный меч, готовая дать отпор любому врагу. Несмотря на её суровый вид, в её поведении ощущается стойкость и вера в собственные силы, излучающая спокойствие и уверенность."
  },
  "witch": {
    "male": "Перед вами стоит дуэргар, его кожа имеет сероватый оттенок, который будто бы сливается с тенями вокруг. Он одет в длинное, темное одеяние, украшенное таинственными рунами, и его длинные, острые уши подчеркивают его принадлежность к подземному народу. На его лице играет хитрая улыбка, а в густых боковых усах прячется легкая загадка. В руках он держит магический жезл, излучающий тусклое свечение, и кажется, что он готов на любой момент произнести заклинание, погружая окружающий мир в магическую атмосферу.",
    "female": "Перед вами стоит дуэргарша с острыми чертами лица и гладкой, сероватой кожей, которая блестит в тусклом свете. Ее длинные, темные волосы заплетены в запутанные косички, а на лбу красуется таинственная татуировка, символизирующая её магические способности. В руках она крепко держит древний жезл, из которого струится мелкое пурпурное сияние, а на запястьях сверкают амулеты, создавая мелодичный звук при движении. Ее глаза, глубокие как подземные воды, сверкают мудростью и скрытой силой, отражая уверенность и расчетливость личности."
  }
}