{
  "anti-paladin": {
    "male": "Перед вами стоит крепкий дварф с мощной мускулатурой, покрытой шрамами, свидетельствующими о многочисленных битвах. На его лице выражение презрения и уверенности, а усы, обветренные и длинные, придают ему зловещий вид. Одетый в черные латные доспехи, украшенные зловещими символами, он держит меч с черной лезвием, готовый к бою. Его мрачный взгляд скользит по окружающим, словно он ищет уязвимые места в любой защите.",
    "female": "Перед вами стоит дварфиня с суровым выражением лица и уверенной осанкой. Её броня, украшенная черными и красными символами, сверкает в тусклом свете, а брутальный меч висит на поясе, излучая злую ауру. Лицо ее жесткое и угловатое, с резкими чертами, а на губах играет призрачная усмешка, как будто она знает какую-то тайну. Взгляд ледяных глаз полон решимости и вызова, словно она ищет, кому бы из испытаний бросить свой вызов."
  },
  "cleric": {
    "male": "Перед вами стоит приземистый дварф с широкими плечами и густой бородой, заплетенной в аккуратные косы. Его лицо изрезано мелкими морщинами, которые свидетельствуют о многолетних подвигах и испытаниях, с которыми он столкнулся. На нем надета тяжелая броня с символами его бога, а в руках он крепко держит свой посох, украшенный магическими рунами. Его проницательные глаза, напоминающие сверкающие угли, излучают доброту и уверенность, а каждый жест наполнен спокойствием и мудростью.",
    "female": "Перед вами стоит небольшого роста дварфиня с крепким телосложением, её кожа имеет характерный золотистый оттенок, а волосы уложены в сложные косы, обвязывающие головной убор из меха. В её руках сверкает посеребренный жезл, украшенный символами её веры, а на груди висит массивное ожерелье с амулетом, который светится мягким светом. Лицо дварфини излучает уверенность и решительность, а её глаза, словно два камня, наполнены мудростью и добротой. Сильный, но мелодичный голос, когда она говорит, дает понять, что эта клерик  не только защитница своего народа, но и нежный исцелитель."
  },
  "druid": {
    "male": "Перед вами стоит массивный дварф с мощной фигурой, его широкий торс покрыт зелёной накидкой из трав и листьев, подчеркивающей его связь с природой. Лицо украшает густая борода, заплетённая в elaborate косы, в которые вплетены маленькие цветы и веточки. Глаза дружелюбно сверкают, отражая мудрость, присущую древним лесам, и на одном из его запястий привязаны яркие амулеты, мерцающие на солнечном свете. Он говорит с уверенной интонацией, а его движения полны грации, выдающей в нем мудрого защитника природы.",
    "female": "Перед вами стоит низкорослая дварфиня, её тёмные волосы, заплетенные в косы, аккуратно обрамляют лицо, украшенное шрамами, свидетельствующими о её приключениях. На ней простая, но просторная одежда, сшитая из натуральных тканей и украшенная вышивками, изображающими природу и животных. В руках она держит посох, обвитый виноградной лозой и украшенный зелеными камнями, готовая в любой момент использовать его магические силы. Её глаза светятся мудростью и решимостью, а жидкой энергии, исходящей от неё, словно отражается дух леса."
  },
  "necromancer": {
    "male": "Перед вами стоит невысокий, крепко сложенный дварф с длинной, черной бородой, заплетенной в несколько аккуратных косичек. Его одеяние темного цвета, украшенное изящными серебряными рунами, отражает его принадлежность к некромантии. На поясе у него висит черный посох с застывшей в верхушке темной кристальной сферой, которая излучает слабый, зловещий свет. Его глаза, глубокие и проницательные, словно проникают в душу каждого, кто осмеливается встретиться с ним взглядом, полны тайных знаний и магической силы.",
    "female": "Перед вами стоит дварфиня с крепким телосложением, её кожа имеет бледно-зелёный оттенок, который делает её ещё более загадочной. На ней надета длинная, черная мантия, украшенная таинственными символами, а её длинные волосы, словно из ночи, обрамляют суровое лицо с ярко-карими глазами, которые сверкают, словно угли в темноте. В руках она держит посох, украшенный кристаллом, излучающим тусклое свечение, а её манера движения излучает уверенность и спокойствие, что создает атмосферу магического воздействия. Каждое её движение кажется тщательно продуманным, как будто она всегда находится на грани вызова чего-то потустороннего."
  },
  "ninja": {
    "male": "Перед вами стоит невысокий, но крепкий дварф с острыми чертами лица и глазами, сверкающими как драгоценные камни. Его тело укрыто легкой кожаной броней, темного цвета, что позволяет ему двигаться бесшумно и быстро. На поясе висят несколько ловко заплетенных клинков, а его руки ловко перемещаются, готовые к любым неожиданным ситуациям. Несмотря на его внушительное физическое присутствие, в движениях этого ниндзя скрытно прослеживается грация и мастерство, присущие истинному мастеру тайных искусств.",
    "female": "Перед вами дварфиня с короткими, но мощными конечностями, ее мускулы четко очерчены под плотной черной одеждой, плотно облегающей тело. На голове у нее аккуратная платформа, украшенная тонкими металлическими вставками, а глаза сверкают вниманием и решимостью, готовые увидеть любое движение вокруг. В руках она неустанно держит заостренные метательные звезды, ловко перебирая их, как будто тренируется к моменту неожиданной атаки. Энергия и терпение навевают ощущение безмолвной угрозы, словно она полна решимости и готова к действию в любую секунду."
  },
  "paladin": {
    "male": "Перед вами стоит крепкий дварф в доспехах, которые блестят под светом. Его борода тщательно ухожена и заплетена в косы, а на груди гордо сияет символ его веры. Он держит боевой молот в одной руке, а в другой  свиток с молитвой, готовый к действию. В его глазах сквозит решимость и отвага, словно он не знает страха, защищая слабых и следуя благородному пути.",
    "female": "Перед вами стоит внушительная дварфиня с мощной фигурой и крепкими плечами, излучающая уверенность. Её броня, украшенная тонкой резьбой, блестит на солнце, а ярко-красный плащ развевается за спиной, словно знамена, несущие весть о доблести и чести. На поясе висит массивный меч, его лезвие сверкает, отражая свет, а на её лице читается решимость защитить слабых и искоренить зло. Её гордая поза и проницательный взгляд говорят о многом: она опытный воин, готовый к любой битве во имя справедливости."
  },
  "ranger": {
    "male": "Перед вами стоит дварф средних лет, с крепким телосложением и густой бородой, заплетенной в несколько аккуратных косичек. На его плечах висит легкая кожаная куртка, укрывающая под собой прочную кольчужную рубашку, явно предназначенную для защиты в лесных походах. Взгляд его проницателен и решителен, а глаза, словно терракотовые драгоценные камни, сверкают от неуёмной энергии и уверенности. В руках он крепко держит короткий лук, готовый в любой момент выпустить стрелу с высокой точностью.",
    "female": "Перед вами стоит величественная дварфиня, обладающая крепким сложением и маслянистой крепкой бородкой, аккуратно заплетенной в несколько тонких косичек. Её стальные глаза сверкают мудростью и решимостью, а на лице играют мускулы, выдавая уверенность в своих способностях охотника. Она облечена в прочный кожаный доспех, украшенный узорами, которые рассказывают о её роде и подвигах на стыке лесов и гор. В руках она держит изогнутый лук, готовый к действию, а за спиной висят колчаны с меткими стрелами, каждая из которых способна поразить цель с первого выстрела."
  },
  "samurai": {
    "male": "Перед вами стойкий дварф с могучим телосложением, его плечи широки, а мускулы под берёстяной бронёй явно выдаются. На его лице заметны следы сражений  шрамы, о которые он гордится, будто медалями. В одной руке он держит длинный меч с изящной рукоятью, а в другой  чашу чая, что говорит о его уважении к традициям. Его глаза, сверкающие как магические руны, излучают решимость и мудрость, которые только могут быть у мастера своего дела.",
    "female": "Перед вами стоит величественная дварфиня, облаченная в тонкую, но прочную броню, украшенную изысканными узорами, отражающими ее благородное происхождение. Её длинные, темные волосы собраны в аккуратный узел, а на лбу красуется обруч, символизирующий её статус самурая. Она держит в руке массивный меч, его клинок св glewita тчествуй на ярком свете. Глаза её полны решимости и уверенности, а стойкая осанка выдает её боевой опыт и преданность кодексу чести."
  },
  "thief": {
    "male": "Перед вами стоит невысокий, но крепкий дварф, облаченный в темную одежду, которая тщательно скрывает его силуэт. Его лицо обрамлено густой, рыжеватой бородой, из которой слегка торчат длинные, остриженые волосы; брови нависают над проницательными, хитрыми глазами. Он движется тихо и ловко, будто тень, готовый мгновенно стянуть любой предмет, который привлек его внимание. В его руке сверкает набор мелких инструментов, а на поясе висит несколько свёртков, явно содержащих драгоценности или что-то еще более ценное.",
    "female": "Перед вами стоит дварфиня, облаченная в темные, обтягивающие одежды, которые облегают ее сильное, но ловкое тело. У нее короткие, заплетенные в косички волосы, цвета медного металла, и дерзкие зеленые глаза, которые блестят сообразительностью и хитростью. На поясе у нее свисает множество карманов с инструментами и мелкими вещами, а в руках она держит изящный кинжал, готовый к действию в любой момент. Ее движения уверенные и непринужденные, она выглядит, как будто всегда готова к приключениям и неожиданным поворотам судьбы."
  },
  "vampire": {
    "male": "Перед вами стоит могучий дварф с бледной кожей, на которой видны следы неземного очарования. Его длинные черные волосы свисают до плеч, а острые клыки слегка приоткрывают обрамленные темно-синим светом губы. Несмотря на его довольно маленький рост, он излучает ауру власти и загадочности, его глаза сверкают желтым светом, привлекая внимание окружающих. Он движется с уверенной грацией, немного раскачиваясь, словно чувствует себя комфортно в тени, и в его взгляде читается голод, как будто он не только жаждет крови, но и власти.",
    "female": "Перед вами стоит величественная дварфиня с тонкими чертами лица, отражающими как её гордость, так и загадочность. Её глаза, глубокие и красные, светятся из тьмы, подчеркивая вампирскую природу, а острые клыки слегка проступают из-под губ, придавая её улыбке опасное очарование. Одета в изысканные доспехи, выточенные из темного металла с узорами, напоминающими о древних традициях её народа, она движется с грацией, несмотря на свою массивную фигуру. Вокруг неё ощущается аура магии и власти, как будто каждая её мысль способна окутать мир вокруг в мгновение ока."
  },
  "warlock": {
    "male": "Перед вами стоит крепкий дварф с густой бородой, заплетённой в несколько косичек, которые аккуратно обвивают его шею. Его глаза сверкают искорками, полными таинственной мудрости и особой силы, как будто в них отражается сам свет другой реальности. На его плечах развеваются тёмные одежды, усыпанные символами древних заклинаний, а на его руке заметен массивный артефакт, излучающий легкий зелёный свет. Он уверенно держит себя, его голос звучит низко и властно, как будто он знает больше, чем говорит, и готов поделиться этим знаниями только с избранными.",
    "female": "На первом взгляде, дородная дварфиня выделяется среди прочих своей необычной аурой загадочности. Её длинные, тёмные волосы спускаются до плеч, обрамляя квадратное лицо с ярко выраженными чертами, и влажные зелёные глаза искрятся таинственным светом. На её запястьях тяжёлые браслеты из резного серебра, а одежда, состоящая из глубоких оттенков фиолетового и черного, обвивает крепкое тело, подчеркивая ее мужественность и одновременно женственность. Она ведёт себя уверенно, с лёгкой долей наглости, словно знает больше, чем позволяет раскрыть, и её голос звучит мелодично, с невидимой угрозой в каждом слове."
  },
  "warrior": {
    "male": "Перед вами стоит могучий дварф, облаченный в массивные доспехи, которые мерцают в свете. Его борода, заплетенная в несколько аккуратных косичек, свисающий до груди, подчеркивает его суровое выражение лица и проницательные глаза, полные решимости. В руках он крепко сжимает тяжелый топор, который кажется словно продолжением его рук, готовый в любой момент встретить врага. Его походка уверенная и мощная, каждое движение выдает годы тренировок и битв на полях сражений.",
    "female": "Перед вами стоит мощная дварфиня, её крепкое тело говорит оYears of hard work and countless battles. Носит она доспехи из чистого металла, которые блестят в свете, несмотря на множество шрамов и вмятин, полученных в боях. Её длинные, заплетённые в косы волосы обрамляют сильное, но уверенное лицо, а выразительные глаза сверкают решимостью и боевым азартом. Когда она движется, в воздухе ощущается её энергия и уверенность, будто готова сразиться с любым противником, готовым встать на её пути."
  },
  "witch": {
    "male": "Перед вами стоит дварф с густой, длинной бородой, заплетенной в аккуратные косички. Его глаза ярко сверкают, полные мудрости и хитрости, заключенной в неподвижном взгляде. Одет в темные робы, украшенные таинственными символами, он держит в руках посох, усыпанный мелкими драгоценными камнями, излучающими мягкое свечение. Несмотря на добродушное выражение лица, в его поведении чувствуется скрытая сила и готовность к действию в любой момент.",
    "female": "Перед вами стоит непохожая на других дварфиня с яркими, искрящимися зелеными глазами, полными хитрости и мудрости. Её длинные, заплетенные в косы волосы обрамляют лицо, украшенное тонкими татуировками, шрамами, которые рассказывают о её приключениях и магических испытаниях. Одетая в тёмный, украшенный волшебными символами плащ, она мягко щелкает пальцами, вызывая лёгкие искры, что свидетельствует о её магических способностях. Каждый её шаг полон грации, а манера общения с окружающими  одновременно уверенная и загадочная, словно она всегда знает больше, чем говорит."
  }
}