{
  "anti-paladin": {
    "male": "Перед вами стоит эльф с угловатым, но элегантным телосложением, его кожа светлая и безупречная, контрастирующая с темными, чуть изношенными доспехами, которые он носит. Гладкие черные волосы, собранные в свободный хвост, спадают на одно плечо, обрамляя его лицо с острыми чертами и проницательным взглядом ярко-зеленых глаз. На поясе висит украшенный черепами меч, символизирующий его темные цели, а легкое и уверенное движение выдает его опыт в сражениях и предательствах. Словно тень, он движется без лишнего шума, его присутствие внушает одновременно страх и восхищение.",
    "female": "Изящная эльфийка стоит на ногах, её длинные волнистые волосы черного цвета свободно спадают по плечам. Одеяние из темной кожи плотно облегает её стройную фигуру и украшено серебряными узорами, подчеркивающими её благородство и смелость. Глаза горят мрачным лиловым светом, отражая стальную решимость и холодную решимость, а в руках она крепко сжимает украшенный золотом меч с изгибом, словно предвестник беды. Каждое её движение безмятежно и грациозно, но одновременно источает угрозу, будто она готова в любой момент броситься в бой."
  },
  "cleric": {
    "male": "Перед вами стоит эльф с благородными чертами лица, его изящные черты обрамлены длинными, светлыми волосами, которые неожиданно сверкают на солнце. В его зеленых глазах сверкает мудрость веков, а ясный взгляд выдает глубокую связь с природой и священным. На нем надета белоснежная ряса, украшенная изысканными узорами, символизирующими его преданность высшим силам. Он движется с грацией и уверенностью, словно каждый его шаг отражает неподвластное время спокойствие.",
    "female": "Перед вами стоит эльфийка, облачённая в светлую рясу, украшенную изящными вышивками, символизирующими её преданность божеству. Её длинные, изящные волосы каскадом спадают на плечи, а острые ушки слегка выглядывают из-под завитков. Глаза сверкают мудростью и состраданием, словно они видели много веков, и в них читается готовность прийти на помощь. Она уверенно держит в руках жезл, украшенный сияющим кристаллом, который светится мягким, теплым светом, подчеркивающим её ауру святости и силы."
  },
  "druid": {
    "male": "Перед вами стоит эльфийский друид, его длинные светлые волосы свободно спадают на плечи и перемешиваются с легким зеленым светом, исходящим от его одежды, сделанной из натуральных материалов. Глубокие янтарные глаза излучают мудрость древнего леса, а на коже видны причудливые узоры, словно природа сама оставила их на нем. Он держит в руках посох, украшенный листьями и живыми ветвями, а его легкие шаги хорошо сливаются с окружающим миром, словно он сам является частью земли и растений. Лицо его выражает спокойствие и уверенность, а иногда в нем проскакивает игривый блеск, как будто он знает нечто тайное о жизни вокруг.",
    "female": "Перед вами эльфийка, облаченная в мягкие, зеленые одеяния, которые кажутся сливаются с окружающей природой. Ее длинные, серебристые волосы струятся по плечам, а глаза сверкают ярким зеленым светом, словно отражают свет луны. В руках она держит изящный посох, украшенный резьбой в виде листьев и символов природы. Её движения легки и грациозны, как у лесной феи, а на лице играет мудрая и спокойная улыбка, дарящая ощущение близости к древним силам."
  },
  "necromancer": {
    "male": "Перед вами стоит эльф, облачённый в тёмную, застиранную robe, обвязанную золотыми символами, которые мерцают под светом вечерней луны. Его вытянутое лицо с тонкими чертами и остроконечными ушами излучает холодное спокойствие, а глаза, как два бездонных озера, полны таинственной мудрости. Он держит в руках старинный посох, увенчанный черепом, излучающим мрачное свечение, и иногда осторожно щёлкает пальцами, вызывая видимые тени цветов, которые извиваются вокруг него. Легкая усмешка на его губах говорит о скрытом удовольствии от той силы, которую он владеет.",
    "female": "Перед вами эльфийка, чьи изящные черты лица подчеркивают её загадочную ауру. Её длинные белоснежные волосы свободно спадают по плечам, а зеленые глаза сверкают, как два светящихся изумруда, полные тайн и древних знаний. На ней одета темная мантия, украшенная символами смерти и тайны, которая легко колышется при каждом её движении. В руках она держит старинный посох, покрытый ветвями и черепами, как будто сам он является проявлением её магии."
  },
  "ninja": {
    "male": "Перед вами стоит эльфийский воин, облаченный в легкие и темные одеяния, идеально подходящие для скрытности. Его гибкое тело движется с грацией и бесшумностью, как будто он сам является частью теней. На лице виден холодный и сосредоточенный взгляд, а его длинные уши чуть проглядывают из-под капюшона, подчеркивая его эльфийское происхождение. В руках он держит тонкие и смертоносные клинки, готовые нанести удар в любой момент, как будто он всегда на шаг впереди своих врагов.",
    "female": "Перед вами стоит эльфийка с изящной и грациозной фигурой, ее движения плавны и почти незаметны, как тень в ночи. Длинные, светлые волосы свободно спадают на плечи, подчеркивая её острые черты лица и яркие, словно изумрудные, глаза, в которых сверкает решимость. Она одета в облегающую черную одежду, украшенную тонкими узорами, что позволяет ей сливаться с окружающей средой. В руках она держит пару изогнутых ножей, которые блестят в тусклом свете, подчеркивая её мастерство и готовность к неожиданной атаке."
  },
  "paladin": {
    "male": "Перед вами стоит высокий эльф с благородными чертами лица, его светлые волосы волнистой гривой спадают на плечи. Он одет в блестящие доспехи, украшенные intricate узорами, которые отразают солнечный свет, придавая ему священный вид. В одной руке он держит сверкающий меч, а в другой — щит с гербом, символизирующим его верность и честь. Его глаза, яркие и проницательные, излучают уверенность и решимость, и кажется, что он готов встать на защиту невинных в любой момент.",
    "female": "Перед вами эльфийка, облачённая в сверкающую броню, которая подчеркивает её грациозную фигуру. Длинные светлые волосы свободно падают на плечи, а её изумрудные глаза полны уверенности и благородства. В одной руке она крепко держит сверкающий меч, а в другой — щит с изысканным узором, вырезанным в форме древнего символа. Её postura внушает уважение; она движется с лёгкостью и достоинством, словно каждый шаг дышит святостью и целью."
  },
  "ranger": {
    "male": "Перед вами стоит высокий и стройный эльф, который излучает грацию и уверенность. Его длинные, светлые волосы спадают на плечи, а ярко-зеленые глаза сияют мудростью и благородством. Одет в легкую, камуфляжную одежду, он с ловкостью держит в руках лук, готовый к любому вызову. Его движения стремительны и точны, словно он слился с самим лесом, в котором вырос.",
    "female": "Перед вами стоит высокая эльфийка с грациозными движениями, в её глазах сверкает мудрость веков. На ней легкая кожаная броня, украшенная затейливыми узорами, которая обеспечивает как защиту, так и свободу передвижения. В руках она держит лук, сварожий с тетивой, ее лицо выражает сосредоточенность и решимость. В её длинных, словно струи воды, волосах блестят листья, словно она только что вышла из лесной чащи."
  },
  "samurai": {
    "male": "Перед вами эльфийский самурай, облачённый в лёгкую, но крепкую броню, которая словно сливается с его стройной фигурой. Его длинные светлые волосы аккуратно собраны в хвост, а из-под них выглядывают острые эллинские уши. В руке он держит катану, со сверкающим лезвием, на которое падает солнечный свет, создавая блики. Его серьёзный взгляд и уверенные движения выдают глубину его опыта и преданность традициям своего народа.",
    "female": "Перед вами эльфийка, облачённая в изысканные доспехи, которые блестят на свету, словно закалённое серебро. Её длинные, струящиеся волосы, тёмного цвета, аккуратно собраны в высокий хвост, а грациозные черты лица подчёркивают острые уши, выдающие её раcу. Она держится с непередаваемым спокойствием и уверенностью, как истинная самурайка, готовая защищать свои идеалы любой ценой. В руках она крепко держит катану, остриё которой сверкает, отражая свет, а её piercing gaze пронизывает собеседника, внушая уважение и одновременно немного страха."
  },
  "thief": {
    "male": "Перед вами стройный эльф с острыми чертами лица и длинными, как у волков, ушами. Его глаза сверкают ярким зелёным светом, отражая хитрость и ловкость, что характерно для искусного вора. Облачён в лёгкую кожаную броню, он движется почти бесшумно, словно тень, готовый к любому неожиданному повороту событий. Его длинные волосы свободно спадают на плечи, придавая ему вид загадочного и в то же время опасного существа.",
    "female": "Перед вами эльфийка с острыми чертами лица и гладкой, бледной кожей, что делает ее видение словно живым искусством. Ее длинные, струящиеся волосы, цвета угля, плетутся в тонкие косы, украшенные мелкими бусинами и перьями. Она движется тихо и грациозно, как тень, а её острые, проницательные глаза сверкнули, когда она заметила что-то интересное. На ней темное облегающее одеяние, облегающее ее стройное тело, в котором сливаются элегантность и скрытность, идеально подходящие для её опасного ремесла."
  },
  "vampire": {
    "male": "Перед вами стоит эльф с бледной, словно покрытой лунным светом кожей, его изящные черты лица придают ему загадочный вид. Глубокие красные глаза сверкают жадным блеском, а длинные черные волосы свободно развиваются на ветру. В его руках небрежно покоится элегантный кинжал, с острие которого стекает капля крови. Мужчина движется грациозно и уверенно, словно охотник, готовящийся к следующему укусу.",
    "female": "Перед вами стоит эльфийка с аристократическими чертами лица: ее высокие скулы и острые уши подчеркивают светлую кожу, которая кажется чуть бледнее обычного. Густые черные волосы струятся по плечам, словно тень, а глубокие красные глаза манят, при этом в них таится нечто пугающее. Она одета в обтягивающее черное платье, украшенное серебряными узорами, которое подчеркивает её грациозную фигуру и дает ей загадочность. С каждым шагом эльфийка движется плавно и уверенно, излучая ауру как соблазна, так и опасности."
  },
  "warlock": {
    "male": "Перед вами стоит эльф, его высокое, стройное тело излучает грацию и элегантность. На его лицe играют тени, а удлиненные уши слегка видны сквозь длинные, темные волосы, которые свободно распущены и обрамляют его лицо. В глубине его ярких глаз сверкает таинственный свет, словно витают древние секреты, а в руках он держит изящный жезл, покрытый странными рунами. Его одежда, выполненная из черной и зеленой кожи, подчеркнута серебряными акцентами, что придаёт ему вид загадочного и могущественного существа.",
    "female": "На первый взгляд, перед вами эльфийка с длинными, острыми ушами и яркими зелеными глазами, сверкающими как изумруды. Её волосы, словно водопад, ниспадают на плечи, и переливаются в оттенках midnight blue и серебряного света. Она одета в темное заклинательное одеяние, украшенное таинственными символами, которые светятся едва заметным светом в полумраке. В её руках горит сгусток энергии, а уверенность в каждом её движении выдает, что эта варлок обладает могучими силами и не боится их применять."
  },
  "warrior": {
    "male": "Перед вами стоит эльфийский воин с грациозной, но мощной фигурой, высота которого подчеркивает его изящные черты лица. Его длинные, светлые волосы свободно падают на плечи, а острые уши выглядывают из-под них. На нем надета легкая, но прочная броня, украшенная рунами, сверкающими в свете, и в руках он держит изогнутый меч, отражающий опыт бойца. Он уверенно смотрит вокруг, его проницательные глаза полны решимости и готовности к бою.",
    "female": "Перед вами стоит стройная эльфийка, облаченная в легкую, но прочную броню, отливающую серебром на солнечном свете. Её длинные спутанные волосы струятся по плечам, а выразительные зелёные глаза полны решимости и уверенности. В руках она крепко сжимает длинный меч, украшенный тонкой резьбой, а её осанка говорит о ловкости и грации, недоступных простым смертным. Она словно воплощение силы и свободы, готовая в любой момент вступить в бой, при этом сохраняя беспечную улыбку на губах."
  },
  "witch": {
    "male": "Перед вами стоит эльфийский мужчина с длинными, изящными ушами и проницательными зелеными глазами, которые сверкают как драгоценные камни. Его волосы, длинные и волнистые, окутаны темным магическим светом, создавая ауру таинственности вокруг него. Он одет в длинный, flowing мантию из черной ткани, украшенную символами луны и звезд, что подчеркивает его связь с магией. Его движения плавные и грациозные, словно он танцует, каждый жест пронизан уверенностью и силой, свидетельствуя о его глубоких знаниях в искусстве колдовства.",
    "female": "Перед вами стоит эльфийка, излучающая ауру загадочности и магии. Её длинные, как течения реки, серебристые волосы струятся по плечам, а яркие зеленые глаза сверкают умом и хитростью. Она одета в темное, элегантное одеяние, украшенное таинственными символами, которые блестят в свете луны. В руках она держит изогнутый посох, на котором сверкает кристалл, наполненный эфирной энергией, а её уверенные движения выдают уверенность в своих способностях."
  }
}