{
  "anti-paladin": {
    "male": "Перед вами стоит фея, окутанная аурой темной магии. Его крылья, хотя и красивы, имеют мрачный оттенок, создавая угрожающее впечатление. Одета в черные доспехи с острыми декорациями, он с ухмылкой смотрит, будто готов столкнуться с любым, кто осмелится ему противостоять. В его взгляде мерцает хитрое веселье, и кажется, что он наслаждается хаосом, который может посеять в мире вокруг себя.",
    "female": "Перед вами стоит загадочная фея с изысканными, полупрозрачными крыльями, которые искрятся в тусклом свете. Ее кожа имеет легкий фиолетоватый оттенок, а глаза сверкают таинственным красным светом, полным злого очарования. Она облачена в темные, элегантные доспехи, которые подчеркивают её хрупкую фигуру, но при этом внушают ощущение опасности и силы. Движения феи грациозны и уверены, а её улыбка пронзительна, словно предвещающая беду."
  },
  "cleric": {
    "male": "Перед вами стоит маленькая фея с ярко-зелеными крыльями, переливающимися на свету как украшение из изумрудов. Его светлые волосы вьются вокруг маленького лица, а выразительные глаза сверкают искренностью и мудростью, присущей только тем, кто общался с божественными силами. Он одет в простую, но изысканную рваную тунику, украшенную символами своей веры, а на поясе висит слабо светящийся амулет, излучающий теплую ауру. Улыбаясь, он говорит, из его уст раздается мелодичный голос, который, кажется, способен исцелять раны и успокаивать тревоги.",
    "female": "Перед вами изящная фея с яркими, переливающимися крыльями, которые излучают мягкий свет при каждом её движении. Её длинные, светлые волосы, словно лучи солнца, обрамляют нежное лицо с острыми чертами, излучающими доброту и мудрость. На ней лёгкое платье, украшенное цветами, и в руках она держит изящный жезл, в сердце которого сверкает священный кристалл. При каждом её шаге наполняется воздух сладким ароматом цветущих трав, а её голос звучит как мелодия, способная успокоить даже самых неспокойных собратьев."
  },
  "druid": {
    "male": "Перед вами стоит элегантный мужчина-фея, его стройное тело сквозь легкие крылья переливается всеми цветами радуги. На его голове венок из цветущих растений, а волосы ниспадают волнами, как лианы, обвивающие его плечи. В руках он держит деревянный посох, украшенный нежными листьями и цветами, а на его лице играет загадочная улыбка, отражающая его связь с природой. Его движения плавные и грациозные, словно танец, а голос звучит, как весенний ручей, наполняя воздух магией и спокойствием.",
    "female": "Перед вами стоит изящная фея, окружённая мягким светом, как будто сама природа озаряет её присутствие. Её длинные, тонкие крылья переливаются всеми цветами радуги и слегка мерцают, когда она движется, а волосы, как golden снопы пшеницы, спадают на плечи. Она одета в наряд, выполненный из листьев и цветов, который кажется, будто только что был собран в лесу, и каждое движение ее тела пронизано грацией и лёгкостью. Взгляд её больших светящихся глаз полон мудрости и доброты, будто она знает все тайны мира."
  },
  "necromancer": {
    "male": "Перед вами стоит фея, чья кожа светится нежным зеленоватым светом, создавая атмосферу загадочности. Его тонкие крылья мерцают, напоминая о тени лунного света, но под их красотой скрывается хладнокровие некромансера. Глубокие черные глаза, полные таинственного знания, наблюдают за вами, словно они знают секреты потустороннего мира. Его манера говорить спокойна и размеренна, звучит как шёпот ветра, пробирающегося сквозь мрак, наполняя воздух ощущением нечто сверхъестественного.",
    "female": "Перед вами стоит изящная фея с бледной кожей, сверкающей как утренний иней. Маленькие, полупрозрачные крылья излучают тусклый свет, мелодично покачиваясь в ритме её дыхания. Её длинные черные волосы летят по ветру, обрамляя лицо с острыми чертами и таинственными зелеными глазами, в которых притаилась мудрость веков. На шее висит амулет, излучающий тёмную ауру, а её жесты излучают уверенность и решимость, как будто она властно управляет тайным миром мёртвых."
  },
  "ninja": {
    "male": "Перед вами стоит маленькая фея, облачённая в легкую черную одежду, которая идеально сидит на её тонком теле. Его острые, как иголки, уши рифмуются с бледной, почти прозрачной кожей, а яркие крылья переливаются всеми цветами радуги при каждом движении. Он быстро и грациозно двигается, словно ветер, а в глазах горит озорной огонёк, предвещающий неожиданное. На поясе с лёгким звоном висят различные ловкие инструменты, готовые в любой момент помочь ему в выполнении его мистических миссий.",
    "female": "Перед вами маленькая фея с тонкими, почти прозрачными крыльями, мерцающими на свету, как утренний иней. Ее фигура изящна и грациозна, а глаза сверкают игривым хитрым светом. В руках она держит пару изогнутых кинжалов, элегантно обмотанных серебряной лентой, готовая к действию. Одеяние выполнено из легкой ткани, украшенной узорами, которые переливаются, когда фея движется, словно затмение в ней самой."
  },
  "paladin": {
    "male": "На взгляд попадает фея с яркими, переливающимися крыльями, которые играют всеми цветами радуги на солнечном свете. Хотя он мал по росту, его статная осанка и уверенная походка излучают высокую степень благородства и достоинства. В его руках сверкает массивный меч, украшенный мистическими символами, а на искрящемся броне видны следы из прошлого, что добавляет ему внушительности. Глаза этого паладина полны решимости, словно он готов в любой момент защитить слабых и бороться за справедливость.",
    "female": "Перед вами стоит изящная фея с блестящими крыльями, переливающимися всеми цветами радуги при каждом её движении. Её зубчатая броня из легкого металла подчеркивает хрупкость фигуры, но в то же время излучает уверенность и силу. В руке она держит сияющий меч, который, кажется, светится внутренним светом, словно отражает её высокие идеалы. Лицо феи исполнено решимости и благородства, а её яркие глаза искрятся мудростью, накопленной за долгие годы."
  },
  "ranger": {
    "male": "Перед вами стоит маленькая фея с изящными, полупрозрачными крыльями, отбивающими мягкий свет. Его волосы, как серебряные нити, распущены по плечам, а глаза сверкают, как изумруды, полные решимости и хитрости. На нем легкие кожаные доспехи, украшенные природными узорами, которые позволяют ему сливаться с окружающей природой. Он уверенно держит свой луком, готовый к действиям, каждое его движение пронизано грацией и настороженностью.",
    "female": "Перед вами маленькая фея с искрящимися крыльями, которые переливаются всеми цветами радуги при каждом её движении. Её волосы, длинные и струящиеся, словно нити света, резвятся на ветру, а яркие глаза наполняются азартом, когда она наблюдает за миром вокруг. На ней лёгкие кожаные доспехи, которые подчеркивают её изящество и ловкость, а в руках скользит тонкий лук, готовый к действию. Она двигается с невидимой грацией, словно сама часть леса, осторожно прислушиваясь к звукам природы и стремясь к новым приключениям."
  },
  "samurai": {
    "male": "Перед вами изящная фея самурай, его невесомое тело окутано лёгкими доспехами из ярко окрашенной ткани, которые переливаются на свету. Красивые крылья за спиной сверкают всеми цветами радуги, придавая ему ещё более волшебный вид, когда он движется. Лицо украшено изысканными чертами, с проницательными глазами, которые, кажется, видят гораздо больше, чем просто физический мир. Он стоит уверенно, с мечом, обмотанным лентами, который держит с поразительной грацией, словно ожидает момент, чтобы совершить дерзкий рывок в битву.",
    "female": "Перед вами стоит изящная фея, облаченная в легкий доспех, гармонирующий с её хрупким телосложением. Её крылья переливаются всеми цветами радуги, словно отражая солнечный свет, добавляя магический блеск её воинскому одеянию. В руках она крепко держит Katana, меч, олицетворяющий её путь самурая — решимость и благородство. Её глаза, сверкающие как звезды, пронизывают глубину любого, кто осмеливается взглянуть на неё, выказывая уверенность и готовность к бою."
  },
  "thief": {
    "male": "Перед вами грациозная фея с тонкими крыльями, сверкающими на свету, как драгоценные камни. Его лицо озарено хитрой улыбкой, а в глазах сверкает озорной блеск, словно он знает что-то, что другие еще не открыли. Он одевается в легкую, но стильную одежду, изысканно сшитую из мягких тканей, что позволяет ему двигаться бесшумно и незаметно. Его манеры изысканны и уверены, он легко обходит вокруг, оставляя за собой атмосферу нежности и загадки.",
    "female": "Перед вами изящная фея, облаченная в легкое платье из тончайшего шелка, которое мерцает в свете. Её крылья полупрозрачные и окрашены в яркие оттенки синего и зеленого, словно отражая свет луны. Взгляд у неё проницательный и хитрый, а на губах играет игривая улыбка, как будто она готова на шалость в любую минуту. Она движется тихо и грациозно, с легкостью обходя препятствия, словно танцуя в воздухе."
  },
  "vampire": {
    "male": "Перед вами стоит изящная фигура феи с бледной кожей, которая искрится в тусклом свете. Его острые уши слегка наклонены, а яркие, переливающиеся крылья тихо шепчут в воздухе, словно звучит музыкальная мелодия. Глубокие, манящие глаза, насыщенного красного цвета, излучают таинственность и уверенность, а тонкие губы изогнуты в лукашной улыбке. Несмотря на нежный облик, в его присутствии ощущается мощь вампира, словно он способен завладеть душой любого, кто осмелится встретиться с ним взглядом.",
    "female": "Перед вами стоит загадочная фея с бледной кожей, которая сверкает в свете лунного света. Ее изящные крылья, подобно лепесткам цветов, темно-красного оттенка, придают ей таинственный вид, а длинные черные волосы свободно струятся по плечам. Глубокие, пронизывающие глаза светятся ненасытным голодом и притяжением, привлекая к себе взгляды окружающих. Она ведет себя уверенно и грациозно, словно будто знает секреты, которые не под силу раскрыть обычным смертным."
  },
  "warlock": {
    "male": "Перед вами стоит элегантная фея с изящными крыльями, переливающимися всеми цветами радуги при каждом движении. Его лицо утончённое и наделено загадочной харизмой, а яркие, почти светящиеся глаза излучают мудрость и таинственность. Одета в длинный бархатный плащ, украшенный звёздными узорами, он уверенно держит в руке искристую палочку, готовую к магическим действиям. Его голос звучит мелодично, как музыка, когда он произносит заклинания, завораживая всех вокруг.",
    "female": "Перед вами стоит изящная фея с переливающимися крыльями, которые искрятся под легким светом. Ее длинные, волшебные волосы, цвета утренней зари, обрамляют миниатюрное лицо с большими, блестящими глазами, в которых живет загадка древних тайн. Она одета в легкое платье из тонкой ткани, которое как будто прекрасно сливается с окружающим её воздухом, придавая ей еще больше эфемерности. В руках фея держит изогнутый посох, украшенный таинственными символами, и, казалось, даже ее присутствие окутано магическим флером, вызывающим интерес и трепет."
  },
  "warrior": {
    "male": "Перед вами стоит фея-войн, чей изящный облик резко контрастирует с его боевым настроем. Маленькие, но мощные крылья трепещут за его спиной, отражая солнечный свет множеством переливающихся оттенков. Его крепкий, мускулистый торс украшен легкими доспехами, которые гармонично сочетаются с яркими, яркоокрашенными элементами, подчёркивающими его фейскую природу. Во взгляде этой феи читается решимость, и его уверенная стойка говорит о том, что он готов сражаться с любым врагом, защищая своих союзников.",
    "female": "Перед вами стоит изящная фея с ярко раскрашенными крыльями, которые переливаются всеми цветами радуги на свету. Она одета в легкую броню, искусно сделанную из листьев и металлических вставок, что подчеркивает её хрупкость, но в то же время и силу. Её яркие глаза светятся решимостью, а в руках она держит изогнутый меч, сверкающий острием. Несмотря на миниатюрный размер, её уверенная стойка и сосредоточенный взгляд выдают настоящего воина, готового сразиться за свои принципы."
  },
  "witch": {
    "male": "Перед вами стоит радуга феи, её светлые крылья переливаются всеми цветами радуги, излучая волшебный свет. Её лицо обрамляют длинные, волнистые волосы, блестящие как утренний росы, а острые ушки придают ей особую изящность. Несмотря на его небольшую Stature, в нем чувствуется уверенность и магическая аура, а его наряд из лёгких тканей и причудливых узоров подчеркивает утончённый стиль. Он излучает тепло и дружелюбие, однако в его взгляде скрыт безмятежный ум и таинственная сила.",
    "female": "Перед вами стоит маленькая фея с искрящимися крыльями, которые переливаются всеми цветами радуги, когда она шевелит ими. Ее длинные волосы, цвета яркой лаванды, собраны в свободный узел, а несколько прядей кокетливо обвивают её лицо. На ней легкое платье из тонкого материала, украшенное мелкими звездами и луками, которое напоминает о ночном небе. Она излучает ауру магии, а её глаза сверкают хитринкой, как будто она всегда знает больше, чем говорит."
  }
}