{
  "anti-paladin": {
    "male": "Перед вами стоит фелар — высокий и мощный мужчина с яркой шерстью, отливающей серебристыми оттенками при свете. Его глаза сверкают жутким красным светом, которые вызывают чувство тревоги у тех, кто осмеливается встретиться с ним взглядом. На доспехах, закованных в черный металл, видны следы битв и разломов, а на поясе висит массивный меч с темной отделкой, излучающий зловещую ауру. Он действует уверенно, с легкой ухмылкой на лице, словно наслаждаясь страхом, который внушает окружающим.",
    "female": "Перед вами стоит впечатляющая феларина с длинными, серебристыми волосами, которые струятся, словно река, по её спине. Её яркие, кошачьи глаза сверкают с хитрой дерзостью, а облик облечён в тёмные доспехи, украшенные зловещими рунами. На поясе болтается массивный меч с черной гардой, в котором живёт нечто мрачное, словно сама тьма. Её осанка уверенная, а походка плавная, как у хищника, что делает её сопредельницей опасной и притягательной одновременно."
  },
  "cleric": {
    "male": "Перед вами стоит фелар, высокий и стройный, с изящными чертами лица и большими, выразительными глазами, отражающими мудрость и доброту. Его волосы, белоснежные, как снег, спадают на плечи, а в ушах блестят тонкие золотые серьги, которые подчеркивают его аристократическое происхождение. На нем одеты богато украшенные ризы, вышитые символами веры, которые мягко облегают его фигуру, а в руках он держит посох с искусной резьбой, сверкающий в свете окружающего мира. Когда он говорит, его голос звучит спокойно и ободряюще, вызывая доверие и вдохновение у тех, кто его слушает.",
    "female": "Перед вами стоит феларина, изысканная представительница своего народа с сияющими золотыми глазами, которые словно читают душу. Её нежные черты лица обрамлены длинными, волнистыми волосами, переливающимися как солнечные лучи, а на висках виднеются тонкие веточки отряда, символизирующие божество, которому она служит. В её руках крепко сжата секира, украшенная священными символами, а на шее висит амулет, излучающий мягкий свет. С каждым её шагом чувствуется уверенность, смешанная с добротой, которая притягивает к ней других, словно магнит."
  },
  "druid": {
    "male": "Перед вами предстает фелар, чей внешний вид излучает гармонию с природой. Его шершавые, оттенка лесной зелени волосы свободно спадают на плечи, а яркие, кошачьи глаза сверкают живостью и мудростью. На нем надеты простые, но элегантные одеяния из натуральных тканей, украшенные символами дикой природы и растительными узорами. Каждый его движений пронизан легкостью и грацией, словно он в любой момент может превратиться в животное и скрыться в тени леса.",
    "female": "Перед вами стоит феларина – изящная женщина с кошачьими чертами, ее глаза сверкают ярким изумрудным цветом, отражая свет с непередаваемой магией. Волосы длинные и пушистые, словно мягкий мех, переходят от золотистого к глубокому коричневому, создавая эффект естественного камуфляжа. На ней надета одежда из натуральных материалов, украшенная листьями и цветами, что подчеркивает ее связь с природой и духами леса. Она движется с грацией и уверенностью, словно каждое ее движение согласовано с ритмом окружающего мира, ведь не зря она является хранительницей лесных тайн."
  },
  "necromancer": {
    "male": "Перед вами стоит фелар — высокий и худощавый мужчина с бледной кожей, словно она никогда не видела солнечного света. Его кисти рук длинные и тонкие, а на пальцах виднеются кольца с древними рунами, намекающими на его мастерство в некромантии. Глубокие черные глаза сверкают умом и некоторой долей таинственности, в то время как его темные, струящиеся волосы спадают на плечи. Одеяние, облаченное в черный плащ с капюшоном, обвивает его фигуру, создавая атмосферу мрачности и загадочности.",
    "female": "Перед вами стоит загадочная феларина, её длинные, тонкие пальцы нежно держат свиток, украшенный древними рунами. Её шершавая кожа светится бледным светом, а яркие фиолетовые глаза излучают холодный разум, притягивая к себе взгляд. На ней надета темная мантия, украшенная символами мрачной магии, её капюшон слегка заслоняет лицо, скрывая тонкие черты. Она ведет себя уверенно, словно знает секреты смерти и жизни, и её хмурое выражение лица выдаёт постоянное сосредоточение на неведомом."
  },
  "ninja": {
    "male": "Перед вами стоит фелар — изящный и ловкий мужчина с острыми чертами лица и глубокими, проницательными глазами, блестящими, как два черных омута. Его тело укрыто легкой, облегающей черной одеждой, выполненной из особого материала, который почти не шумит при движении. На поясе у него висит несколько витков тонких лоскутов, а в руках он ловко крутит несколько метательных звезд, демонстрируя уверенность и умение. Несмотря на его стройную фигуру, в каждом его движении чувствуется скрытая сила и готовность к действию.",
    "female": "Перед вами грациозная фигура феларины с длинными, искрящимися волосами, выглядывающими из-под капюшона. Её изящные черты лица и яркие, выражающие эмоции глаза, словно светятся в полумраке, придавая ей загадочный вид. Одетая в облегающее чёрное одеяние, она движется молчаливо и почти незаметно, проявляя мастерство ниндзя с легкими и точными движениями. Каждое её действие наполнено уверенностью и решимостью, а на поясе мерцают несколько острых метательных звезд, готовых к действию в любой момент."
  },
  "paladin": {
    "male": "Перед вами стоит внушительная фигура фелара, облачённая в сверкающие доспехи, которые переливаются на свету, словно полированный металл. Его острое, почти кошачье лицо выражает решимость и благородство, а яркие глаза сверкают, отражая внутренний огонь. На груди его доспехов изображён символ божества, которому он служит, а в руках крепко сжат меч, готовый к защите слабых. Ходит он с уверенностью и грацией, каждое его движение наполнено благородством и силой, как у истинного защитника светлых идеалов.",
    "female": "Перед вами стоит феларина — изящная и грациозная, она словно воплощение света и благородства. Её длинные, серебристые волосы струятся по спине, подчеркивая острые черты лица и яркие зелёные глаза, полные решимости и силы. Ведя себя с уверенностью, она носит блестящие доспехи, на которых видны символы её веры, а в руках — тяжелый меч, готовый защитить слабых. Каждый её шаг наполнен благородством, а спокойная, но твердая осанка внушает уважение и доверие."
  },
  "ranger": {
    "male": "Перед вами стоит высокий и изящный фелар с острыми чертами лица и шершавыми ушами, обрамляющими его яркие зеленые глаза, полные любопытства и уверенности. Его шкура имеет теплый коричневый оттенок, украшенный узорами, которые светятся при солнечном свете, будто они живут своей жизнью. На нем одеты легкие, но прочные доспехи, идеально подходящие для скользкой и скрытной маневренности, с множеством карманов для хранения стрел и трав. Словно тень из леса, он движется с грацией кошки, а его острый взгляд выдает сочетание осторожности и готовности к действиям в любой момент.",
    "female": "Перед вами стоит ловкая феларина с изящными чертами лица и большими, выражительными глазами, отражающими мудрость леса. Её длинные волосы, словно лучи солнечного света, мягко струятся по спине, а на одежде из прочного, но легкого материала видны детали, маскирующие её в дикой местности. В руках она держит изогнутый лук, натянутый по совершенству, а на бедре висит набор острых стрел, готовых к использованию в любой момент. Несмотря на свою грацию, в её взгляде чувствуется мощь воительницы и готовность защитить свои земли от угроз."
  },
  "samurai": {
    "male": "Перед вами стоит внушительный фелар, его гибкое тело покрыто блестящей чешуей, отливающей серебристым светом. На поясе у него висит изящно оформленный катана, в руках — крепкая, но изящная рукоять. Его глаза, сверкающие как драгоценные камни, полны решимости и мудрости, а каждое движение излучает грацию и дисциплину. Он одет в традиционные доспехи, украшенные сложными узорами,подчеркивающими его благородное происхождение и боевую мощь.",
    "female": "Перед вами стоит грациозная женщина-феларина, облаченная в изящные доспехи, отражающие свет как старая монета. Ее длинные волосы, словно водопад, струятся по спине, а на лбу красуется тонкая повязка с символом её клана. Взгляд ее ярких зелёных глаз спокоен и сосредоточен, словно она уже предвосхищает каждый следующий шаг. Она держит в руках меч, изогнутый как волна, и с легкой уверенностью готова встретить любой вызов."
  },
  "thief": {
    "male": "Перед вами стоит фелар, скошенный и ловкий, его шершавая серая шкура почти сливается с тенями. Глаза, блестящие как два зеленых изумруда, внимательно изучают окружающее пространство, а на губах играет хитрая усмешка, как будто он знает секрет, который не предназначен для других. У него длинные, изящные уши, покачивающиеся при каждом малейшем движении, и его руки, покрытые легкими шрамами, готовы ловко справиться с любой задачей воровства. На нем легкая одежда из темной ткани, которая движется бесшумно, позволяя ему скрываться в любой толпе или углу.",
    "female": "Перед вами стоит феларина — изящная и грациозная женщина с тонкими чертами лица и большими, яркими глазами, сверкающими различными оттенками зеленого. Её длинные, ловкие пальцы беззвучно скользят по небольшому кожаному мешочку, который она держит на поясе, готовая к любому движению. Чёрные, как ночь, волосы свободно каскадом спадают по плечам, подчеркивая её ямочку на подбородке и лёгкую улыбку, полную загадок. Несмотря на её хрупкое телосложение, в её движениях чувствуется уверенность и скрытая сила — вор, готовый расправиться с любой преградой."
  },
  "vampire": {
    "male": "Перед вами стоит мрачный фелар, облаченный в изысканную, но потертую мантию глубокого красного цвета, которая плавно соприкасается с его бледной кожей. Его острые черты лица, обрисованные контрастными тенями, подчеркивают светящиеся красные глаза, которые сверкают с жадным интересом. Длинные, заостренные уши, обрамленные широко распущенными черными волосами, шевелятся при каждом звуке, а его пронзительный взгляд кажется способным сверлить насквозь любого, кто осмелится оставить его без внимания. В его манере движения чувствуется грация хищника, что делает его одновременно притягательным и пугающим.",
    "female": "Перед вами стоит загадочная феларина с бледной кожей, которая словно светится в тусклом свете. Ее длинные, черные как смоль волосы свободно струятся по плечам, а яркие, кроваво-красные глаза гипнотизируют своим взглядом. Одеяние из легкого, темного материала облегает ее стройное тело, подчеркивая грацию и опасность. Каждый ее шаг излучает уверенность и власть, а осторожная улыбка на тонких губах только подчеркивает таинственную атмосферу вокруг нее."
  },
  "warlock": {
    "male": "На вас смотрит высокий фелар с изящными чертами лица и кошачьими глазами, которые сверкают в полумраке. Его длинные, черные как смоль волосы спадают на плечи, а яркая, окутанная таинственной аурой магическая энергия выдает его принадлежность к классу варлока. На нем темный, закутанный плащ, расшитый arcane-символами, который лишь подчеркивает его загадочное происхождение и угрозу, исходящую от него. Он движется уверенно, с легкой ухмылкой на губах, как будто знает больше, чем рассказывает, и его присутствие погружает в атмосферу таинственности и интриг.",
    "female": "Перед вами стоит феларина — элегантная и загадочная женщина с изысканными чертами лица и ярко-зелеными глазами, откровенно сверкающими в полумраке. Её длинные, тёмные волосы струятся как тени, обвивая плечи, а на ушах красуются изящные серьги в форме полумесяца. Она одета в тёмный, облегающий одеяние, украшенное мистическими символами, которые переливаются при движении, словно живут своей жизнью. В её руках сверкает посох, украшенный рунными гравировками, и от неё исходит aura магии и уверенности, словно она знает тайны, которые недоступны другим."
  },
  "warrior": {
    "male": "Перед вами стоит высокий воин-фелар с внушительной мускулатурой и грацией, присущей его расе. Его кожа имеет легкий зеленоватый оттенок, а острые уши поднимаются над густой шевелюрой черного цвета, завязанной в хвост. Глубокие янтарные глаза сияют мудростью и решимостью, готовые с готовностью встретить любой вызов. Воин сжимает в руке массивный меч, украшенный древними рунными надписями, а его уверенная поза и настороженное выражение лица выдают опыт и стойкость в бою.",
    "female": "Перед вами стоит впечатляющая феларина с грациозными чертами лица и ярко выраженными кошачьими глазами, наполненными решимостью. Её длинные, шелковистые волосы, тёмно-серого цвета, свободно падают на плечи, слегка колышась с каждым её движением. Она облачена в легкие, но прочные доспехи, которые подчеркивают её атлетическое телосложение и готовность к бою. В руках она держит невероятно изящный меч, с которым, похоже, не расстаётся даже на мгновение, а её уверенная осанка и быстрая реакция выдают опытного воина."
  },
  "witch": {
    "male": "На вас смотрит загадочный фелар, его кошачьи глаза блестят, отражая слабый свет. На плечах у него легкая черная мантия, украшенная тонкими золотыми узорами, которые переливаются, подобно звездам. Его длинные, острые уши движутся, улавливая малейшие звуки вокруг, а изящные, ловкие пальцы перебирают травы и зелья, аккуратно сложенные в кожаный мешочек. В его взгляде таится мудрость и скрытая мощь, создавая ауру таинственности и опасности.",
    "female": "Она стоит с присущей ей грацией, её длинные уши изящно поднимаются над густыми черными волосами, которые падают на плечи, как водопад тьмы. Взгляд её ярких зелёных глаз пронизывает, обнажая загадочные тайны, скрывающиеся за её улыбкой. На ней надеты темные, окутанные мистикой robes, украшенные таинственными символами, которые мерцают при свете. Каждый её жест полон уверенности и магии, словно она управляет неведомыми силами, зная, что мир находится в её власти."
  }
}