{
  "anti-paladin": {
    "male": "Перед вами стоит высокое и темное существо, облаченное в черные доспехи, отливающие красным. Его лицо скрыто под капюшоном, лишь зловещие глаза сверкают сквозь тьму, полные ненависти и решимости. На поясе висит черный меч, окутанный темной аурой, кажется, будто он шепчет жуткие истории своим владельцам. Каждый его шаг излучает уверенность и угрозу, словно он пришел забрать что-то, что ему по праву принадлежит.",
    "female": "Перед вами стоит женщина-гитианки с яркими, выразительными чертами лица и темными, волнистыми волосами, каскадом спадающими на плечи. На ней облегающее черное одеяние с красными акцентами, подчеркивающее её стройную фигуру и придающее ей загадочный вид. В её руках тяжелый меч, украшенный таинственными символами, а глаза светятся злым огнем, словно она готова к бою в любую минуту. Она движется уверенно и решительно, излучая ауру угрозы и силы, вызывая уважение и страх у окружающих."
  },
  "cleric": {
    "male": "Перед вами стоит гитианки, высокий и статный мужчина с темно-каштановыми волосами, заплетенными в утонченные косички. На его запястьях блестят разноцветные браслеты, которые звенят при каждом движении, а его глаза, как яркие звезды, сверкают от смекалки и уверенности. Он облачен в долгое, чуть помятое одеяние из яркой ткани, украшенное загадочными символами, и его целебные атрибуты аккуратно прикреплены к поясу, намекающими на его священное предназначение. При каждом шаге его движения уверены и изящны, словно он ведет за собой невидимый след, который привлекает внимание окружающих.",
    "female": "Перед вами стоит женщина-гитианка с выразительными чертами лица и темными, волнистыми волосами, которые обвивают её плечи. Её глаза сверкают ярким золотым блеском, полным мудрости и сострадания, отражая глубину её душевного мира. Она одета в длинное, расклешенное платье ярких оттенков, которое ниспадает до земли, а на шее висит символ её божества, сверкающий в свете. Её движения грациозны и уверены, и, кажется, она излучает ауру спокойствия и надежды, привлекая к себе внимание и доверие окружающих."
  },
  "druid": {
    "male": "Перед вами стоит гитианки, облачённый в разноцветные ткани, плавно колышущиеся при каждом его движении. Его длинные волосы заплетены в косы, украшенные перьями и бусинами, на что указывает его связь с природой. Глубокие, мудрые глаза цвета изумруда сияют знанием, а его загрубевшие руки говорят о времени, проведённом в гармонии с дикой природой. Он движется грациозно и уверенно, словно каждое его действие сопровождается невидимой музыкой леса.",
    "female": "Перед вами стоит женщина-гитианки, облачённая в одеяния, украшенные яркими узорами и перьями. Её длинные тёмные волосы, заплетённые в космы, обрамляют лицо с выразительными зелёными глазами, полными мудрости и силы. Она медленно двигается, как будто танцует с каждым шагом, в её руках сверкает маленький деревянный жезл, украшенный кристаллами и корой. В её уверенной манере поведения чувствуется связь с природой, будто она является её частью, готовая призвать её силы в любой момент."
  },
  "necromancer": {
    "male": "Перед вами стоит высокоподвижный гитианки с острыми чертами лица, обрамленного длинными, темными волосами, которые слегка развеваются вокруг него. Его глаза сверкают ледяным светом, отражающим тайные знания и силу, которую он черпает из мира мертвых. На нем темная, затертая мантию с капюшоном, изобилующую символами старинной магии и протянутыми руками, словно он готов вызвать силы, которые ему подвластны. Его движения грациозны и уверены, излучая ауру загадочности и опасности, привлекая внимание и одновременно вызывая страх.",
    "female": "Перед вами стоит женщина-гитианки, облаченная в длинное темное одеяние, украшенное мистическими символами. Её длинные черные волосы спадали на плечи, создавая волшебный контраст с бледной кожей, которая выглядела словно освещенная лунным светом. Глаза яркого изумрудного цвета сверкают в полумраке, излучая уверенность и магическую силу, которые притягивают к себе взгляды. Она медленно шевелит руками, как будто управляет невидимыми нитями, придавая своим движениям легкость и грацию, а на её губах играет таинственная улыбка."
  },
  "ninja": {
    "male": "Перед вами стоит гитианки, облачённый в легкую и тёмную одежду, которая идеально подходит для скрытности. Его глаза, сверкающие как звёзды в ночи, полны мудрости и хитрости, а на лице играет хитроватая улыбка, намекающая на множество тайн. Ловкие движения его рук и ног выдают опыт бойца, а в руках он держит заточенные кинжалы, готовые к действию в любую секунду. Его присутствие излучает загадку и уверенность, словно он всегда знает, что делать дальше.",
    "female": "Перед вами стоит женщина-гитианки, её длинные черные волосы струятся по плечам, переливаясь в лучах света. На её лице виден сосредоточенный, но одновременно игривый взгляд, а капли пота на лбу отражают усилия, с которыми она движется. Она одета в легкую, но плотную одежду, которая облегает её стройное тело, позволяя легко передвигаться и скрываться в тени. Каждое её движение наполнено грацией и уверенностью, словно она уже знает, что будет делать в следующую секунду."
  },
  "paladin": {
    "male": "Перед вами стоит мощный гитианки с гордым и благородным взглядом. Его кузнечные доспехи блестят на солнечном свете, а рукоять широкого меча уверенно зажата в крепкой руке. На его лице можно увидеть следы пережитых битв, а роскошные черные волосы струятся по плечам, обрамляя его четкие черты. Он излучает ауру решимости и справедливости, каждый его шаг говорит о готовности сражаться за добродетель и защиту угнетенных.",
    "female": "Перед вами стоит грозная женщина-гитианки, облаченная в сверкающие доспехи, которые излучают свет, словно отражая ее внутренний огонь. Ее длинные черные волосы свободно падают на плечи, и в них заплетены яркие ленты, символизирующие ее клятвы и боевые трофеи. Глубокие карие глаза полны решимости и сострадания, а на губах играет уверенная улыбка. Она держит в руках тяжелый меч, покрытый сложными узорами, что указывает на ее высокий ранг и преданность святому делу."
  },
  "ranger": {
    "male": "Перед вами стоит гитианки с яркими, искренними глазами, отражающими его непокорный дух. Его длинные волосы, заплетенные в множество косичек, украшены перьями и бусинами, что свидетельствует о его связи с природой. Он одет в легкую одежду из кожи и тканей, которая не сковывает движений, а за спиной у него виден лук, готовый к броску. Его уверенная и грациозная походка выдает опытного следопыта, который знает, как выжить в дикой природе.",
    "female": "Перед вами стоит гитианки с яркими, выразительными чертами лица и глубокими, проницательными глазами, в которых сверкает дух свободы. Ее длинные, вьющиеся волосы обрамляют высокие скулы и мягко падают на плечи, а одежда, состоящая из легкого, но прочного материала, подчеркивает двигательные способности и активный образ жизни, характерные для рейнджера. На поясе у неё висят лук и колчан с стрелами, а также несколько небольших пакетов с припасами и зельями, готовыми к любым приключениям. Лучи солнца, пробиваясь сквозь волосы, создают вокруг неё aurora светлых оттенков, подчеркивая её привлекательность и решимость."
  },
  "samurai": {
    "male": "На первый взгляд, перед вами стоит мужчина-гитианки с выразительными чертами лица и яркими, как искры, глазами, отражающими дух приключений. Его светлая кожа и длинные темные волосы, собранные в аккуратный хвост, придают ему загадочный вид, а традиционные доспехи самурая, украшенные сложными узорами, подчеркивают его благородство. Он уверенно держит катану, лезвие которой сверкает, словно вызванный к бою. Каждый его жест наполнен грацией и уверенностью, показывая, что он не только мастер оружия, но и хранитель древних традиций своего народа.",
    "female": "Перед вами стоит женщина-гитианки, облачённая в искусно изготовленные доспехи, которые переливаются на солнце, сочетая металл с яркими тканями. Её длинные черные волосы свободно спадали вдоль плеч, а на бедре висел изящный катана, его ручка обернута в цветные ткани, символизирующие её род. Лицо украшено тонким макияжем и традиционными украшениями, придающими ей загадочный и воинственный вид, а уверенный взгляд ловко демонстрирует её мастерство и готовность к бою. Каждый её шаг полон грации и решимости, как будто она тщательно отрабатывает каждое движение в танце, не забывая о своей миссии."
  },
  "thief": {
    "male": "Перед вами стоит гитианки с яркими чертами лица и проницательными глазами, которые искрятся хитрым огнем. Его длинные волосы, заплетенные в множество косичек, свободно струятся по плечам, украшенные разноцветными бусинами и перьями. Одет он в легкую черную одежду, идеально подходящую для скрытного передвижения, а на его поясе висит нож и несколько ловко переплетенных мешочков с тайными принадлежностями. Он двигается с грацией и уверенностью, порой бросая быстрые, исследовательские взгляды на окружающих, словно оценивая их возможную реакцию.",
    "female": "На первый взгляд, к вам обращается загадочная женщина с темными, блестящими волосами, которые свободно струятся по ее плечам. Ее глаза, как два сверкающих изумруда, излучают ум и хитрость, а на губах играет легкая непринужденная улыбка, заставляющая вас сомневаться в ее намерениях. Она одета в облегающее темное одеяние, с маскировкой, позволяющей ей сливаться с тенями, и на руках у нее довольно умело сделанные перчатки, чтобы не оставлять следов. Каждый ее шаг легок и безмолвен, как будто она сама является частью ночи, скрывая за собой множество тайн и секретов."
  },
  "vampire": {
    "male": "Перед вами стоит высокий и стройный гитианки с бледной кожей, которая кажется почти прозрачной на свету. Его длинные, черные волосы спадают на shoulders, обрамляя вытянутое лицо с острыми чертами и яркими алыми губами. Глубокие, упругие глаза, словно два темных бездонных колодца, привлекают внимание и завораживают. Его движения грациозны, а в окружающей атмосфере будто витает легкий налет таинственности, словно его присутствие нарушает естественный порядок вещей.",
    "female": "Перед вами стоит загадочная женщина-гитианки, её кожа чуть бледнее, чем у обычных людей, а яркие глаза сверкают, как два огонька в темноте. Длинные черные локоны струятся по её плечам, а изящные черты лица создают обманчиво очаровательное выражение. На ней надето облегающее одеяние глубокого красного цвета, подчеркивающее её притягательную фигуру и добавляющее ей загадочности. Она ведет себя уверенно и грациозно, словно каждый её жест переполнен тайной и обещанием чего-то опасного."
  },
  "warlock": {
    "male": "Перед вами стоит гитианки с загадочным блеском в глазах, словно в них отражается свет далёких звёзд. Его кожа тёмно-синего оттенка, украшенная яркими татуировками, рассказывает истории о древних проклятиях и магии. Он одет в длинную накидку из лёгкой ткани, мельчайшие узоры которой сверкают при каждом движении, а в руках держит окутанный мистическим светом посох. Его осанка уверенная, а голос звучит мелодично, словно заклинание, обещающее как опасность, так и защиту.",
    "female": "Перед вами стоит женщина-гитианки с яркими, выразительными чертами лица, обрамлёнными волнистыми чёрными волосами, которые спадают до плеч. На ней яркая, изысканная одежда, украшенная множеством бусин и узоров, что подчеркивает её экзотическую и таинственную природу. В ее глазах горит странный, магический свет, как будто она знает многое о тайнах этого мира, и её уверенный взгляд пробуждает интригу. Она излучает ауру загадочности, словно каждое её движение пронизано древней магией, и в руках её ощущается притяжение невидимой силы."
  },
  "warrior": {
    "male": "Перед вами стоит гитианки, высокий и мускулистый мужчина, с огненно-рыжими волосами, которые свободно спадают на его плечи. Его кожа слегка загорелая, с множеством татуировок и орнаментов, которые рассказывают о его прошлом и боевых подвигах. Взгляд его золотистых глаз полон решимости и уверенности, а на поясе висит массивный меч, символизирующий его статус воина. Он ведет себя с грацией и силой, его движения ловкие и расчетливые, точно как у охотника, поджидающего свою добычу.",
    "female": "Перед вами стоит удивительная женщина-гитианки, её длинные черные волосы развеваются на ветру, обрамляя яркие черты лица, наполненные жизнью и силой. На её мускулистых руках видны следы множества боёв, а на груди сверкает металлический доспех, искусно украшенный яркими узорами. Взор её проницателен и полон решимости, она уверенно держит в руках тяжелый меч, как будто с ним неразрывно связана. Каждый её шаг говорит о смелости и благородстве, вплетая в атмосферу мощь и грацию."
  },
  "witch": {
    "male": "Перед вами стоит гитианки с яркими, выразительными чертами лица. Его длинные черные волосы свободно струятся по плечам, обрамляя темные глаза, сверкающие магическим светом. На нем одеты великолепные накидки из разноцветных тканей, которые развеваются при каждом его движении, создавая ощущение таинственности. Он уверенно держит в руках посох, украшенный странными символами, и кажется, будто каждый его жест наполняет воздух энергией заклинаний.",
    "female": "Перед вами стоит женщина-гитианки с темной, как ночь, кожей, украшенной яркими узорами и татуировками. Её длинные, волнистые волосы искрятся как звезды, с заплетёнными в них разнообразными бусами и перьями, добавляющими ей загадочности. Глаза светятся глубоким фиолетовым цветом, полными древней мудрости и непредсказуемости, а её улыбка словно содержит в себе тайны веков. Она облокотилась на костяной посох, излучающий мягкое свечение, что придаёт её образу неповторимое очарование силы и магии."
  }
}
