{
  "anti-paladin": {
    "male": "Перед вами стоит невысокий гном с массивным телосложением, его лицо покрыто густой черной бородой, что придает ему грозный вид. На нем темные доспехи, ухоженные, но явно изношенные временем и битвами, украшенные символами коварства и разрушения. Его глаза сверкают, как два уголька, полные злого умысла, и сомнению не подлежит, что он знает, как сеять хаос. Вокруг него витает плотное ощущение угрозы, его уверенные шаги и насмешливая усмешка говорят о его неукротимом духе и преданности тёмным силам.",
    "female": "Перед вами стоит гномелла, облаченная в черные доспехи, покрытые острыми шипами, придающими ей угрожающий вид. Её короткие, но мускулистые руки крепко сжимают тяжелый меч, украшенный таинственными символами, а на лице читалась надменная улыбка, излучающая уверенность и власть. Глубокие, ярко-красные глаза сверкают под тяжелыми волосами, которые она заплела в две косы, не обращая внимания на удобство. Шаркая ботинками по земле, она движется с целью, словно с каждой минутой ощущающая напряжение окружающего мира, готовая к любому испытанию."
  },
  "cleric": {
    "male": "Перед вами стоит гном, одетый в скромные, но аккуратно сшитые одежды, украшенные символами его божества. Его длинная, причесанная борода переливается в лучах света, а большие, выразительные глаза излучают доброту и мудрость. Он держит в руках жестяной посох, изукрашенный религиозными знаками, и периодически прикрывает глаза, погружаясь в глубокие размышления или молитву. Несмотря на его небольшую stature, его уверенная поза и уверенные движения придают ему внушительный вид.",
    "female": "На вас смотрит небольшая гномелла с живыми, любопытными глазами, сверкающими как два туралта изумруда. Её лицо украшает густая, кудрявая грива каштановых волос, спадающих на плечи и обрамляющих улыбку, полную доброты и мудрости. Она одета в простую, но аккуратную ризу, вышитую яркими узорами, и с серьёзным выражением лица держит в руках небольшой священный символ, излучающий лёгкое свечение. Каждый её жест, от внимательного взгляда до осторожного шага, выдает в ней опытного клерика, которому доверяют те, кто искренне ищет помощи и утешения."
  },
  "druid": {
    "male": "Перед вами стоит невысокий гном с проницательными зелеными глазами, которые искрятся мудростью и природной силой. Его длинная борода заплетена в несколько аккуратных кос, между которыми видны мелкие путаницы из цветных трав и приправ, свидетельствующие о его связи с природой. Он облачен в простую, но изящную одежду из натуральных тканей, украшенную вышивкой в виде листьев и животных, и его руки изящно движутся, словно танцуют, когда он говорит о мире вокруг. Своей тихой, успокаивающей улыбкой гном способен внушить доверие, будто бы природа сама живет в его сердцах и словах.",
    "female": "Перед вами стоит гномелла, облачённая в свободное, многослойное одеяние из мягкой ткани, украшенное вышивкой листьев и цветков. Её длинные волосы, цвета тёмного леса, заплетены в запутанную косу, из которой выглядывают яркие цветы. В руках она держит посох, украшенный камнями и древними руническими символами, которые явно имеют магическую силу. Её глаза, как два глубоких изумруда, излучают мудрость, а лёгкая улыбка намекает на связь с природой и её тайнами."
  },
  "necromancer": {
    "male": "Перед вами стоит невысокий гном с густой черной бородой, обвивающей его лицо, как тень. Его глаза, блестящие ярким зеленым светом, излучают грозную мудрость, словно он знает секреты мертвых. На его темной мантии, украшенной таинственными символами, видны следы древней магии, что добавляет ему загадочности. Он держит в руках посох, изготовленный из черного дерева, и время от времени шепчет под нос заклинания, заставляя окружающих чувствовать дрожь в воздухе.",
    "female": "Перед вами стоит низкорослая гномелла с зеленоватой кожей и длинными черными волосами, которые могут казаться тусклыми, но в их глубине вы заметите нечто магическое. Ее светящиеся желтые глаза, полные мудрости и таинственности, изучают все вокруг, словно пытаясь скрыть от вас свои зловещие намерения. Она одета в рваные черные одеяния, украшенные темными камнями, которые переливаются в тусклом свете, и вокруг нее витает легкий запах дезинфицирующего зелья. С каждой её движением звучит тихий шорох, словно рядом с ней шептали души погибших, призывая вас прислушаться к их рассказам."
  },
  "ninja": {
    "male": "Перед вами стоит небольшой мужчина-гном с плотным телосложением. Его тёмные волосы, собранные в тугой хвост, контрастируют с проникновенным взглядом, обрамлённым густыми бровями. Он одет в облегающее черное одеяние, которое едва издает звук при движении, и на поясе у него висят разнообразные инструменты и дымовые шашки. Гном уверенно скользит по окружающей среде, словно тень, его движения точны и грациозны, что не характерно для его расы.",
    "female": "Перед вами стоит изящная гномелла, облачённая в тёмный кожаный наряд, идеально подходящий для скрытного перемещения. Её короткие волосы заплетены в аккуратные косички, которые не мешают при выполнении ловких движений. Гладкие руки держат изящные сюрикены, а на лице играет самоуверенная улыбка. В её глазах светится умение и хитрость, а каждая деталь его внешнего вида выдает опыт и сноровку мастерской убийцы."
  },
  "paladin": {
    "male": "Перед вами стоит гном, облачённый в блестящие доспехи, которые отчетливо показывают его статус паладина. Его борода, аккуратно заплетённая и украшенная небольшими монетами, придаёт ему солидный вид и подчеркивает уверенность. В руках он держит массивный щит, на котором изображён священный символ, а на поясе подвешен массивный меч, сверкающий при каждом движении. Гном стоит с ровной спиной, его ясный взгляд не оставляет сомнений в преданности делу, которому он служит.",
    "female": "Перед вами стоит гномелла-паладин, облаченная в сверкающие доспехи, которые подчеркивают её хрупкость и силу одновременно. Её короткие, волнистые волосы завязаны в тугой узел, а в глазах сверкает решимость, отражающая её преданность клятве. На поясе висит изящно украшенный меч, символизирующий её преданность защитникам добра. Она движется уверенно, словно каждое её действие пропитано глубокой верой и решимостью нести свет в мир."
  },
  "ranger": {
    "male": "Перед вами стоит крепкий гном, облачённый в кожаную броню, усиленную цепными кольцами, что подчеркивает его мускулистую фигуру. Его длинные мохнатые волосы и борода аккуратно заплетены в косички, а в ушах сверкают маленькие металлические серьги. В руке он держит длинный лук, изготовленный искусными мастерами, а на спине у него крепится колчан с тщательно подобранными стрелами. Гном смотрит сквозь густые кусты, его ловкие движения и острое внимание выдают опытного рейнджера, готового к любым испытаниям.",
    "female": "Перед вами стоит гномелла, обладающая крепким телосложением и яркими чертами лица, украшенными веснушками. Её длинные, заплетённые в косички волосы переливаются на солнце, а острые уши выглядывают из-под них, подчеркивая её расы. Одетая в лёгкий, но прочный кожаный доспех, она уверенно располагает за спиной лук и колчан со стрелами, готовая к действию в любой момент. Глубокие зелёные глаза сияют интеллектом и наблюдательностью, а легкая улыбка на губах говорит о её уверенности и дружелюбии к природе."
  },
  "samurai": {
    "male": "Перед вами стоит невысокий гном с широкой грудью и могучими плечами. Он облачен в изящные доспехи, украшенные сложными узорами, которые подчеркивают его гордую осанку. В руках он держит длинный меч, сверкающий на свету, а его лицо выражает решимость и сосредоточенность, как будто он готов в любое мгновение вступить в бой. По его груди проходит яркий пояс, символизирующий его принадлежность к клану самураев, что добавляет ему величия и благородства.",
    "female": "Перед вами стоит небольшая, но внушительная гномелла, облачённая в блестящие доспехи, которые хорошо сидят на её коротком теле. Её острые черты лица подчеркивают серьёзность, а грозный взгляд пронизывает собеседника, словно сверкающий катана, который она держит на боку. В её позе чувствуется уверенность и собранность – каждая деталь её амуниции отточена до совершенства, а движения очень грациозные для её статуры. Эффектная прическа, собранная в строгий узел, обрамляет её лицо, добавляя образу дисциплинированности и силы."
  },
  "thief": {
    "male": "Перед вами стоит маленький гном с ловкими руками и хитрым блеском в глазах. Его борода, заплетенная в аккуратные косички, обрамляет мужественное лицо, а на носу сидят круглые очки, придающие ему интеллигентный вид. Висит на поясе множество мелких инструментов, предназначенных, похоже, для вскрытия замков и ловких манипуляций. Он шевелится с легкостью, как будто бравирует своими навыками, постоянно косясь с недоверием на окружающих.",
    "female": "Перед вами стоит небольшая, но уверенная в себе гномелла. Её темные волосы заплетены в тугую косу, а острые черты лица скрывают легко насмешливую улыбку. Одетая в облегающую кожаную броню, она легко двигается, словно тень, её глаза блестят хитростью и азартом. В руках она держит изящный кинжал, который явно использует не только в бою, но и для ловких манипуляций в карманах unsuspecting жертв."
  },
  "vampire": {
    "male": "Перед вами стоит гном с крепким телосложением и необычными, проницательными глазами, которые мерцают в полумраке. Его кожа бледна, а остроконечные уши выдают его эльфийские корни, несмотря на грубую, волевую харизму. На нем одеты тёмные одеяния, украшенные изящной вышивкой, в которых сверкают красные камни, напоминающие капли крови. Каждое его движение выдает уверенность и хитрость, а легкая улыбка на губах говорит о том, что он всегда находится на шаг впереди своих противников.",
    "female": "Перед вами удивительная женщина-гномелла с изящными чертами лица, обрамлёнными длинными, темными волосами, которые волной спадали на её плечи. Её кожа имеет светло-серый оттенок с легким блеском, словно она была освещена полной луной. Глубокие красные глаза искрят таинственным светом, а острые клыки, видимые при её улыбке, добавляют особую хищность её облику. Она движется с грацией, словно танцуя, каждое её движение наполнено лёгкой опасностью и манящей притягательностью."
  },
  "warlock": {
    "male": "Перед вами стоит крепкий гном с густой бородой, обвязанной кожаными лентами, что свидетельствует о его принадлежности к мистическому культуре варлоков. Он носит темное, но изящно сшитое одеяние с таинственными знаками, которые слегка светятся, как будто от внутреннего источника силы. В его глазах сверкает ум, а манера жестикулирования выдает уверенность — он не боится привлекать к себе внимание. На поясе у него висит небольшой мешочек, в котором, как вы догадываетесь, хранятся редкие артефакты и заклинания, придающие ему магическую мощь.",
    "female": "Перед вами стоит гномелла с короткими, но ловкими конечностями. Её яркие изумрудные глаза сверкают с искорками магии, а на губах играет хитрая улыбка, будто она знает что-то, чего не знаешь ты. Длинные светлые волосы спадают на плечи, заплетенные в сложные косички, украшенные небольшими амулетами, носят характерный запах трав и магических масел. В руках она держит изящный посох, покрытый странными символами, будто это артефакт, связанный с её сверхъестественными силами."
  },
  "warrior": {
    "male": "Перед вами стоит крепкий гном, одетый в массивные доспехи, которые блестят на свету. Его лицо обрамляет густая, рыжая борода, сжимая остроконечный шлем, который придаёт ему ещё более устрашающий вид. В руках он уверенно держит ширококлинковый меч, готовый к бою, и его глаза сверкают решимостью и уверенностью. Каждый его шаг звучит уверенно, как будто он уже привык к тому, что его ждут только победы.",
    "female": "Перед вами стоит компактная, но мускулистая гномелла, одетая в прочные металлические доспехи, которые блестят на свету. Её длинные, заплетенные волосы, украшенные металлическими кольцами, свисают с двух сторон, придавая ей вид настоящей воительницы. На поясе висит множество боевых орудий, а её уверенный взгляд выдает решимость и готовность к борьбе. Несмотря на её грозный вид, в глазах сквозит искорка доброты и преданности к своим друзьям."
  },
  "witch": {
    "male": "Перед вами стоит гном с крепким телосложением, его короткий рост придаёт ему внушительный вид. У него густая, заплетённая борода, украшенная маленькими магическими амулетами, которые тихо покачиваются с каждым его движением. В его глазах сверкает хитрость и глубокая мудрость, а на руках видны старинные татуировки, символизирующие его магические умения. Он уверенно держит в руках посох, украшенный загадочными рунами, и кажется, что каждый его шаг пропитан величественной тайной.",
    "female": "Перед вами стоит невысокая, но крепкая гномелла с длинными тёмно-русыми волосами, заплетёнными в сложные косы, украшенные яркими бусами. Её плотное телосложение и острые черты лица подчеркивают уверенность, а глаза цвета весеннего леса сверкают умом и хитростью. На неё надето длинное, многослойное платье, выполненное из ткани, украшенной таинственными рунами, а на поясе свисает множество амулетов и флакончиков с зельями. Когда она двигается, кажется, что в каждом её шаге есть магия, а лёгкий шёпот заклинаний постоянно сопутствует её действиям."
  }
}