{
  "anti-paladin": {
    "male": "Перед вами стоит великий воин с темными чертами лица, которые создают атмосферу загадочности и опасности. Его длинные волосы, как ночь, спадают по плечам, а острые уши выдают его эльфийское происхождение. На нем надет темный доспех, украшенный символами, олицетворяющими разложение и ночь, а со спины свисает длинный меч, сверкающий мрачным светом. Его глаза, полные хитрости и презрения, исследуют окружающий мир с ненавязчивой уверенностью, словно он знает нечто большее, чем остальные.",
    "female": "Перед вами стоит полуэльфийка с выразительными зелеными глазами, в которых сверкают искры хитрости и недобрых намерений. Её длинные черные волосы свободно падают по плечам, акцентируя остроту её изящных черт лица и слегка заостренные уши. На ней темные доспехи, покрытые корозией, которые, несмотря на отсутствие блеска, придают ей внушительный вид; к тому же на поясе свисает тяжелый меч, полнотела подчеркивая её силу и уверенность. Её походка уверенная и грациозная, каждое движение говорит о том, что она прекрасно знает, как использовать свою хитрость и силу для достижения целей."
  },
  "cleric": {
    "male": "Перед вами стоит полуэльф, его стройная фигура излучает изящество, присущее как людям, так и эльфам. Длинные уши слегка выглядывают из-под его светлых, волнистых волос, а на его лице играет добрая улыбка, отражающая терпимость и мудрость. Он одет в традиционные одежды клерика: простой, но элегантный ряса, украшенная символом бога, которому он поклоняется. В его руках находится посох, который он уверенно держит, словно готовый к любой ситуации, но в его глазах читается нежная преданность к служению.",
    "female": "Перед вами стоит полуэльфийка с длинными светлыми волосами, мягко обрамляющими её изящное лицо. Её emerald-green eyes обладают глубоким взглядом, который как будто проникает в самую суть. Она одета в белоснежное одеяние, украшенное символами света и исцеления, а на её горле висит кулон с изображением божественной сущности. С уверенностью и спокойствием она держит в руках свиток, будто готова призвать силы для помощи тем, кто в этом нуждается."
  },
  "druid": {
    "male": "Перед вами стоит полуэльф с мягкими чертами лица и проницательными зелеными глазами, которые будто отражают глубину леса. Его длинные каштановые волосы свободно спадают на плечи, а легкая, изношенная одежда, украшенная природными узорами, говорит о его связи с природой. В одной руке он держит посох, покрытый лианами и маленькими цветами, который, кажется, обретает собственную жизнь в его руках. Его движения грациозны и уверены, а выражение лица  спокойное, словно он знает тайны леса и готов делиться ими только с теми, кто достоин.",
    "female": "Перед вами стоит полуэльфийка, её утончённые черты лица сочетают в себе элементы человеческой и эльфийской красоты. Длинные, слегка волнистые волосы, цвета лесных теней, свободно падают на плечи, подчеркивая выразительные зеленые глаза, наполненные умиротворением и мудростью. На ней надето простое, но изысканное одеяние из натуральных тканей, оформленное узорами в виде листьев и цветов, что подчеркивает её связь с природой. Она движется плавно и грациозно, словно сама природа дышит в её каждом шаге, а на лице играет лёгкая улыбка, отражающая её бесконечную преданность миру вокруг."
  },
  "necromancer": {
    "male": "Перед вами стоит полуэльф, его стройная фигура одеяна в темные, затянутые вокруг тела одежды, которые подчеркивают его утонченную красоту. Волосы, длинные и черные, аккуратно уложены назад, открывая угловатые черты лица с яркими зелеными глазами, в которых таится холодный блеск. В руках он держит изящный посох, украшенный символами смерти и тьмы, а его манера движения выдает уверенность и таинственность, словно он шагал по грани магии и реальности. Атмосфера вокруг него наполняется легким напряжением, когда он произносит заклинания, словно управляя темными силами, которые его окружают.",
    "female": "Перед вами стоит полуэльфийка, её длинные, светлые волосы, спадающие по плечам, сверкают в тусклом свете. Глубокие, проницательные глаза цвета зелёного изумрудa пронизывают насквозь, словно могут видеть ваши самые сокровенные тайны. Она одета в темные, скромные одежды, украшенные едва заметным узором черепов и змеевидных линий, что придаёт её образу загадочности. Её движения уверенные и изящные, но в них ощущается лёгкая угроза, как будто она всегда готова призвать нежить к жизни."
  },
  "ninja": {
    "male": "Перед вами стоит полуэльф, одеянный в облегающую черную ткань, которая скрывает его фигуру и позволяет ему сливаться с тенями. Его длинные волосы цвета темного дерева стянуты в узел, а на его лице  легкая маска, скрывающая черты лика, оставляя видимыми лишь проницательные emerald-цветные глаза. Каждый его шаг легок и бесшумен, словно он танцует в невидимом ритме, отражая мастерство ниндзя. Он держит в руках пару изящных сюрикенов, готовых к действию, показывая свою природу как ловкого и опасного воина.",
    "female": "Перед вами стоит полуэльфийка с длинными, серебристо-рыжими волосами, которые небрежно собраны в высокий хвост. Её стройная фигура покрыта облегающей чёрной одеждой, мастерски сшитой для скрытности и свободы движений. Гладкие черты лица подчеркивают большие изумрудные глаза, наполненные проницательностью и хитростью. Она уверенно держит в руке тонкий катану, как будто она с этим оружием неразлучна, готовая мгновенно отреагировать на любую угрозу."
  },
  "paladin": {
    "male": "Перед вами стоит высокий полуэльф с выразительными чертами лица, в которых гармонично сочетаются элементы людей и эльфов. Его светлые волосы аккуратно уложены, а глаза, как блестящие изумруды, излучают решимость и доброту. На нем доспехи, отражающие свет, с ярким гербом на груди  символ его преданности и служения. Он держит меч вертикально, уверенно и с достоинством, готовый защитить слабых и сражаться за справедливость.",
    "female": "Перед вами стоит полуэльфийка с грациозной фигурой и уверенной осанкой, отражающая как эльфийскую изящество, так и человеческую стойкость. Ее длинные, каштановые волосы ниспадают по плечам, а проблески зелёного света в ярких глазах говорят о глубоком внутреннем мире. На её доспехах сияет символ бога-освободителя, а в руках крепко сжата изящная, но смертоносная секира, готовая защитить невинных. Каждый её шаг полон решимости, а движения излучают уверенность, словно она знает, что именно её предназначение  защищать тех, кто в этом нуждается."
  },
  "ranger": {
    "male": "Перед вами стоит полуэльф, обладающий грацией, присущей его эльфийским предкам. Его волосы каштанового цвета слегка развиваются на ветру, а проницательные зеленые глаза излучают уверенность и стойкость. Одетый в кожу, обвязанную множеством мелких сумок с травами и стрелами, он уверенно держит луком, словно это продолжение его собственной сущности. Каждый его шаг демонстрирует осторожность и внимание, будто он готов мгновенно отреагировать на любое движение в лесной тишине.",
    "female": "Перед вами стоит полуэльфийка, обладающая грацией и уверенной осанкой. Ее изящные черты лица и яркие глаза, сверкающие как изумруды, излучают умиротворение и силу. На ней легкая одежда из прочной ткани, уместно скрывающая оружие  длинный лук и нож, которые она держит наготове с проявлением ловкости. В ее движениях чувствуется уверенность и связь с природой, словно она сама является частью леса, в котором росла."
  },
  "samurai": {
    "male": "Перед вами стоит полуэльф, обладающий изяществом и грацией, присущими его наследию. Его волосы, длинные и тёмные, собраны в аккуратный хвост, открывая острое, выраженное лицо с изумрудными глазами, полными решимости. Одет в доспехи, украшенные традиционными восточными узорами, он уверенно держит величественный катану, который сверкнет на свету, словно сам олицетворяет дух самурая. Его осанка излучает уверенность и готовность, он стоит, словно ждущий вызова, с уважением и достоинством относиться к своей миссии.",
    "female": "Перед вами полуэльфийка с гордой осанкой и проницательным взглядом, который кажется способным увидеть сущность каждого в ее окружении. Ее длинные волосы, переплетенные с тонкими, стилизованными косичками, свободно падают на плечи, а доспехи, искусно украшенные символами предков, подчеркивают ловкость и грацию ее движений. Она излучает уверенность, как будто каждое ее движение  это часть предусмотренного танца, а ее рука, готовая к бою, держит меч с такой легкостью, словно это всего лишь продолжение ее тела. Весь ее облик создает впечатление внушительной силы и стойкости, соперничающей с мягкостью и загадочностью, присущей ее полуэльфийской природе."
  },
  "thief": {
    "male": "Перед вами стоит полуэльф с острыми чертами лица и проницательным взглядом, в котором таится одновременно хитрость и обаяние. Его волосы, длинные и тёмные, свободно падают на плечи, а уши слегка заострены, выдавая его эльфийское происхождение. Одет он в легкую одежду из темного материала, идеально подходящую для скрытного передвижения, и на поясе у него весело покачивается несколько блестящих инструментов воровства. Он движется уверенно и грациозно, словно тень, готовая в любой момент исчезнуть из виду.",
    "female": "Перед вами полуэльфийка с острыми чертами лица и загадочными изумрудными глазами, в которых проскальзывает хитрость и игривость. Ее темные, длинные волосы свободно струятся по спине, а лёгкое кожаное одеяние идеально облегает фигуру, позволяя ей незаметно взбираться на стену или ловко проскальзывать в тени. На поясе у неё болтается несколько инструментов для вскрытия замков, а в руках блестят маленькие, но острые кинжалы, готовые в любой момент прийти на помощь. Словно кошка, она излучает уверенность и спокойствие, но её смеющиеся губы прячут тайны, которые она всегда готова поделиться только с теми, кому доверяет."
  },
  "vampire": {
    "male": "Перед вами стоит полуэльф с бледной кожей, словно она светится в полумраке. Его острые черты лица и немного приподнятые уши выдают его эльфийское происхождение, однако глаза, сверкающие красным светом, придают ему устрашающий вид. Он одет в черную, облегающую одежду, прекрасно подчеркивающую его стройную фигуру, и излучает ауру таинственности. Его движения легки и грациозны, как у хищника, скрывающегося в тени, а на губах играет таинственная улыбка.",
    "female": "Перед вами стоит полуэльфийка с бледной кожей, сияющей в полумраке. Ее длинные черные волосы мерцают, будто окутаны ночным небом, а острые уши добавляют таинственности её облику. Глубокие, пронзительные глаза неземного зеленого цвета излучают как холод, так и притяжение. В её движениях чувствуется грация и уверенность, а окружающие не могут не ощутить мягкий, но зловещий настрой, исходящий от неё."
  },
  "warlock": {
    "male": "Перед вами стоит полуэльф, его внешний вид сочетает в себе утонченность эльфийских черт и более грубоватые, человеческие черты. Его длинные, слегка волнистые волосы цвета темного дерева спускаются до плеч, а глаза сверкают ярким зеленым светом, полным тайны и магии. У него темная, облегающая одежда, украшенная загадочными символами и амулетами, свидетельствующими о его связи с потусторонними силами. Он уверенно держится, свободно и грациозно ведя себя, словно всегда на шаг впереди, готовый к любому вызову.",
    "female": "Перед вами стоит полуэльфийка с загадочным взглядом и утончёнными чертами лица. Её густые волосы цвета midnight blue падают волнами на плечи, а яркие изумрудные глаза сверкают, словно таят в себе древние тайны. Она одета в тёмные, элегантные одежды, украшенные магическими символами, которые подчеркивают её мистическую сущность. В руках она держит изящный жезл, излучающий слабое свечение, и её поведение наполнено уверенностью, словно она знает больше, чем рассказывает."
  },
  "warrior": {
    "male": "Перед вами стоит полуэльфийский воин, его стройное, но мускулистое тело выдает годы тренировок и боевых сражений. Его острые черты лица придают ему загадочный вид, а длинные волосы, заплетенные в тугой хвост, указывают на его практичность. Он одет в прочные кожаные доспехи, украшенные изысканными узорами, которые блестят на солнечном свете, а в руках держит массивный меч, готовый к действию. Уверенная осанка и проницательный взгляд делают его опасным противником и надёжным союзником.",
    "female": "Перед вами стоит полуэльфийка, обладающая грацией и силой в одном лице. Её длинные волосы, цвета виски, аккуратно заплетены в косу, а острые ушки выглядывают из-под пряди. На ней надета крепкая броня, покрытая вмятинами и следами сражений, а в её руках уверенно держится меч с тщательно отшлифованным лезвием. Глядя на неё, вы чувствуете, как энергия боевого духа и решимость исходят даже от её статуи, а взгляд горит жаждой приключений."
  },
  "witch": {
    "male": "Перед вами стоит полуэльф с изящными чертами лица и проницательными зелеными глазами, которые светятся загадочным светом. Его длинные темные волосы заплетены в мелкие косички, каждая из которых украшена небольшими бусинами и амулетами. Он одет в длинный черный плащ, под которым можно разглядеть изысканные робы с магическими символами. В руках он нервно трогает старую, потертую книгу заклинаний, словно собираясь произнести очередное заклинание.",
    "female": "Перед вами стоит полуэльфийка с длинными, волнистыми волосами, переливающимися как солнечный свет. Её глаза, настороженные и проницательные, кажутся способными видеть сквозь сердцевину человеческой души, в них таится тайное знание. Окутанная длинным черным плащом, она с легкостью передвигается, как тень, а на её запястьях сверкают амулеты и талисманы, излучающие таинственное еле ощутимое свечение. В её манере держаться есть что-то загадочное, словно она всегда готова не только к разговору, но и к волшебству, которое может быть использовано в любой момент."
  }
}
