{
  "anti-paladin": {
    "male": "Перед вами стоит хоббит с непропорционально высоким для своего роста самодовольным выражением лица. Его темные волосы, убранные в неопрятный пучок, контрастируют с мрачным, почти черным доспехом, который он носит, собранным из различных частей, словно починенным на скорую руку. В руках он держит массивный меч, на лезвии которого видны следы недавней битвы, а его уверенная поза выдает готовность к действию. Хоббит двигается с удивительной грацией, несмотря на свою тяжесть, и его глаза сверкают азартом, как будто он жаждет приключений и хаоса.",
    "female": "Перед вами стоит хоббитша с длинными, вьющимися волосами темного цвета, свободно спадающими по плечам, что придает ей почти диковинный вид. Ее глаза сияют хитрой искоркой, а на губах играет усмешка, словно она знает что-то, о чем не догадываются другие. В черных доспехах, украшенных зловещими символами, она выглядит одновременно обаятельно и устрашающе, излучая уверенность и флирт с опасностью. С дерзким поступью она перемещается, слегка покачивая бедрами, словно готова в любой момент вскочить в бой или провести остроумный розыгрыш."
  },
  "cleric": {
    "male": "Перед вами хоббит с уютной улыбкой и выразительными взглядом, который излучает доброту и уверенность. Его округлое лицо обрамлено пушистыми каштановыми волосами, а на толстых щеках проступают легкие румянцы. Он одет в простую, но аккуратную одежду, украшенную символом бога, которому служит, а на поясе висит кожаная сумка, полная необходимых принадлежностей. В руках он держит небольшой посох, с которым ведет себя с уважением, словно это давно ставший верным другом.",
    "female": "Перед вами стоит хоббитша, маленькая и округлая, с мягкими чертами лица и большими блестящими глазами, полными энтузиазма. Она одета в скромное, но аккуратное одеяние из яркой ткани, украшенное вышивкой, и на ее плечах висит небольшой мешочек с травами и божественными символами. Ее веселый голос теплым тоном произносит молитвы, а в руках она держит крепкий посох, с легким светом, исходящим от его верхушки. Хоббитша излучает доброту и заботу, привлекая к себе людей, как мёд к пчёлам."
  },
  "druid": {
    "male": "Перед вами маленький хоббит с веселым, но одновременно сосредоточенным выражением лица. Его густые кудрявые волосы свободно спадают на плечи, а зеленое одеяние, украшенное листьями и цветами, подчеркивает его связь с природой. На поясе висят различные травы и флаконы с настоями, и при каждом шаге раздается легкое звяканье, словно he несет вестник природы с собой. Приглядевшись внимательнее, можно заметить мягкую улыбку, которая делает его дружелюбным и открытым, даже среди диких лесов.",
    "female": "Перед вами стоит хоббитша, её невысокий рост и округлые формы придают ей миловидный вид. Её волосы, завитые в густые кудри, обрамляют лицо, на котором светится доброжелательная улыбка. Одетая в простое, но красивое одеяние из натуральных тканей, она, словно сама природа, излучает спокойствие и гармонию. В руках она держит изогнутый посох, украшенный мелкими растительными узорами, а её глаза полны мудрости, как будто она понимает язык леса и его тайны."
  },
  "necromancer": {
    "male": "Перед вами стоит хоббит с потемневшими от времени чертами лица и горящими глазами, в которых проскальзывает хитрость и тайна. Его маленький рост и округлые формы создают противоречивый контраст с темным, потрепанным плащом, из-под которого виднеется изысканная, но зловещая одежда. В одной руке он держит старую книгу заклинаний, страницы которой покрыты странными символами, а в другой — небольшой скин с жидкостью, напоминающим кровь. Наблюдая за ним, сложно сказать, испытываете ли вы страх или притяжение к этому необычному существу.",
    "female": "Перед вами хоббитша с мягкими чертами лица и яркими зелеными глазами, сверкающими живым огнем любопытства. Ее длинные светлые волосы заплетены в аккуратную косу, из которой изредка выбиваются прядки. На ней темное одеяние, украшенное загадочными символами, которое контрастирует с её миниатюрной фигурой и придает ей несколько зловещий вид. Несмотря на ее миниатюрный рост, она движется с уверенной грацией, а её многозначительная улыбка пробуждает недоумение и страх одновременно."
  },
  "ninja": {
    "male": "Перед вами стоит хоббит, облачённый в тёмное облегающее одеяние, которое идеально скрывает его небольшую фигуру. Его уши чуть выдаются за завязанным капюшоном, а на лице видна маска, скрывающая его выражение, оставляя только внимательные карие глаза, сверкающие хитростью и размышлениями. В одной руке он держит пару коротких дагов, их лезвия блестят в свете, словно они готовы к действию. Этот хоббит движется тихо и грациозно, словно тень, с лёгкостью преодолевая любое препятствие на своём пути.",
    "female": "Перед вами стоит хоббитша-ниндзя, её невысокое телосложение придаёт ей удивительную ловкость. Черные, облегающие одеяния скрывают большинство её особенностей, однако из-под капюшона видны озорные зелёные глаза, сверкающие умом и хитростью. Она движется грациозно и тихо, словно тень, беззвучно приготовившись к следующему шагу. В её руках лежат изящные короткие клинки, готовые к действию в любую секунду, отражая одновременно строгость и игривость её натуры."
  },
  "paladin": {
    "male": "Перед вами хоббит с мужественным выражением лица, его длинные усы закручены в аккуратные завитки. Он носит яркую кольчугу, сверкающую на солнце, а на его поясе висит массивный меч с из intricately carved hilt. Несмотря на его небольшой рост, в его походке ощущается уверенность и решительность, а глаза полны благородной решимости. Он часто размахивает рукой, объясняя свои идеи, и выражение лица выдает его готовность защитить своих друзей и справедливость.",
    "female": "Перед вами стоит небольшая хоббитша, ее крепкое тело выдает силу и решимость. Она облачена в блестящие доспехи, которые идеально подходят ее миниатюре, с щитом, украшенным символом света, прижатым к боку. Глаза ее полны ярости и благородства, а уверенная осанка выдает благородство паладина. При каждом шаге слышен тихий звон доспехов, подчеркивающий ее целеустремленность и готовность защищать слабых."
  },
  "ranger": {
    "male": "Перед вами стоит невысокий хоббит с ловкими движениями, его короткие ноги будто никогда не устают. Он одет в легкую, но прочную рубашку из натурального материала, его широкие штаны карманами полны различных мелочей, собранных в путешествиях. На спине у него удобно размещён лук, а за поясом висит колчан со стрелами, готовый к действию в любое время. Его лицо обрамлено курчавыми волосами, а из-под широкополой шляпы сверкают любопытные, блестящие глаза, полные приключенческого духа.",
    "female": "Перед вами хоббитша с живыми зелеными глазами и весёлой улыбкой, которая всегда светится под её веснушчатым носом. Она одета в туник и легкие кожаные штаны, которые позволяют ей свободно двигаться по лесу, а за спиной у неё висит красиво украшенный лук. Её длинные каштановые волосы собраны в небрежный хвост, из которого вырываются несколько прядей, придавая её виду особый шарм. Словно кошка, она осторожно передвигается, и в её уверенной походке видна ловкость и настойчивость, присущие истинному рейнджеру."
  },
  "samurai": {
    "male": "Перед вами стоит хоббит с выражением решимости на лице, его глаза искрятся умом и опытом. Он одет в легкие, но прочные доспехи, украшенные необычными узорами, которые подчеркивают его ловкость. В руках он держит катану, лезвие которой сверкает, как будто впитало в себя свет солнца. Несмотря на невысокий рост, его postura уверенная, и он двигается с грацией, готовясь к любому вызову.",
    "female": "Перед вами стоит хоббитша с живыми зелеными глазами, полными решимости и уверенности. Её короткие, но крепкие руки уверенно сжимают элегантно изогнутую катану, обрамлённую с exquisитным орнаментом, который гармонирует с её яркой, но практичной бронёй. Волосы её собраны в аккуратный узел, а на шее красуется тонкая истинно самурайская повязка, символизирующая её преданность кодексу. Каждый её шаг лёгок и грациозен, а осанка полна достоинства, как будто она готова в любой момент вступить в бой."
  },
  "thief": {
    "male": "На первый взгляд, перед вами — невысокий хоббит с кудрявыми каштановыми волосами и острыми ушами, которые чуть торчат из-под его капюшона. Его умные зеленые глаза светятся хитростью, когда он ловко манипулирует складками своего потертого плаща, являясь мастером скрытности и уловок. На поясе у него висит множество карманов, в которых можно угадать мелкие инструменты, а также несколько потайных мешочков, полный сокровищ, собранных у недосматривающих домов. Он движется легко и бесшумно, словно тень, готовый в любой момент исчезнуть в темноте, оставляя только легкое движение воздуха за собой.",
    "female": "Перед вами стоит хоббитша с озорным взглядом, неподражаемо улыбаясь, она смотрит своими большими, блестящими глазами, наполненными хитростью и азартом. Ее короткие, кудрявые волосы заплетены в несколько небрежных косичек, а на плечах висит изношенная кожаная куртка, полная скрытых карманов, заполненных различными мелочами. На узких ногах она носит удобные ботинки, которые едва улавливают звуки её шагов, позволяя ей незаметно проскальзывать в тени. Хоббитша острит языком и смеётся, её светлая натура скрывает могущество и ловкость, которые она применяет в своём ремесле."
  },
  "vampire": {
    "male": "Перед вами стоит хоббит с бледной кожей, его уши слегка заострены и выделяются на фоне густых темных волос. Взгляд его ярких, почти светящихся красных глаз полон хитрости и таинственности, а легкая усмешка играет на тонких губах. Он одет в черный, изящно сшитый плащ, который скрывает его небольшую, но ловкую фигуру, добавляя ему загадочности и ауры опасности. Каждый его шаг тих и изящен, словно он скользит по земле, и вы чувствуете, что он способен быстро и неожиданно появиться в любом уголке.",
    "female": "Перед вами стоит хоббитша с утонченной грацией, являющаяся воплощением загадки и соблазна. Её светлые, почти прозрачные волосы обвивают лицо, подчеркивая тонкие черты и яркие, проницательные глаза, в которых светится нечто зловещее. Взгляд её пронизывающий, словно она может видеть в души людей, а лёгкая усмешка на губах оставляет ощущение двусмысленности. Одета она в тёмное, облегающее платье, которое подчеркивает её необычную красоту и придаёт ей ауру величия, контрастирующую с её малым ростом."
  },
  "warlock": {
    "male": "На первый взгляд, этот хоббит кажется обычным - округлое лицо с веснушками, ясные глаза, искрящиеся любопытством. Но на его плечах висит изысканный темный мантия, расшитая символами, которые сверкают, когда он касается их кончиками пальцев. В его беспечном смехе проскальзывает что-то зловещее, а на руке заметен амулет, источающий слабый зеленоватый свет. Сверкающие глаза под капюшоном наполняются тайной, когда он медленно ведет разговор, словно каждое слово - это заклинание, способное изменить ход событий.",
    "female": "Перед вами небольшая, но уверенная в себе хоббитша с яркими огненными волосами, собранными в неаккуратный вьющийся хвостик. На её худощавом лице играет озорная усмешка, а зелёные глаза сверкают любопытством и хитростью. Она одета в тёмный плащ, украшенный таинственными символами, под которым виднеется стильное платье, напоминающее о её хоббитских корнях. В руках она держит оберег в виде странного амулета, который кажется живым, и с каждым движением её пальцы неосознанно накладывают заклинания, словно пряча тайны своего могущества."
  },
  "warrior": {
    "male": "Перед вами стоит хоббит, отличающийся мужественностью и решимостью, которой не хватает многим его соплеменникам. Его крепкая, приземистая фигура демонстрирует годы тренировок с мечом, а на лице светится уверенная улыбка. На нем простая, но прочная броня, слегка износившаяся от частых сражений, а в руке он крепко держит копьё, подчеркивая свою готовность вступить в бой. Его взгляд полон решимости, а в поведении чувствуется легкая игривость, типичная для его расы, даже в самые тревожные моменты.",
    "female": "Перед вами стоит хоббитша, излучающая уверенность и силу. Её крепкое, приземистое тело обрамлено стальной бронёй, хорошо подогнанной под округлые формы, а на поясе сверкнули острые кинжалы. Взгляд её больших, выразительных глаз полон решимости, а на лице играет легкая усмешка, словно она знает, что жизнь — это великая игра. Она с легкостью держит боевой топор, среди других инструментов на её поясе, демонстрируя, что даже хоббит может быть опасным противником."
  },
  "witch": {
    "male": "Перед вами хоббит с низким ростом, облачённый в тёмный, потёртый плащ, украшенный замысловатыми узорами, что выдают в нём искусного мастера. Его волосы, курчавые и тёмные, выбиваются из-под капюшона, а на лице играет хитрая улыбка, которая, кажется, скрывает множество секретов и знания о магии. В руках он держит деревянную палочку, немного изогнутую, но обладающую сильной аурой, а при каждом его движении слышится легкий шёпот заклинаний, будто общается с невидимыми силами. Глаза его блестят любопытством и хитринкой, вызывая ощущение, что этот хоббит знает больше, чем говорит.",
    "female": "Перед вами стоит хоббитша с яркими зелеными глазами и каштановыми волосами, заплетенными в тонкие косички, которые свободно падают на её плечи. На ней одеты длинное, ярко-фиолетовое платье, украшенное загадочными узорами, и накинута тёмная мантия с капюшоном, который иногда заволакивает её лицо. В одной руке она держит хрупкую палочку, а в другой — небольшой мешочек с таинственными травами, источающими сладковатый аромат. Словно во сне, она неспешно двигается, порой бросая вокруг себя искромётные взгляды, наполненные хитростью и мудростью."
  }
}