{
  "anti-paladin": {
    "male": "Перед вами стоит человек в доспехах, которые носят следы сражений и тёмной магии. Его глаза светятся пронизывающим огнём, отражая решимость и зловещую силу, а на губах играет хитрая усмешка. В руках он сжимает изогнутый меч, обрамлённый таинственными рунами, и кажется, будто он готов в любую секунду броситься в бой. Вокруг него витает аура угрозы и пренебрежения к законам и правилам, подчеркивающая его антигеройский статус.",
    "female": "Перед вами стоит женщина-антиипаладин, облаченная в тяжелые доспехи черного металла, украшенные зловещими символами. Её длинные, тёмные волосы развеваются на ветру, подчеркивая острые черты лица и проницательные, холодные глаза, полные решимости и презрения. В одной руке она крепко держит массивный меч с затупленным лезвием, а в другой  изысканный щит, на котором изображены искривленные руны. Каждый её шаг излучает уверенность и власть, а вокруг нее словно витает аура мрачной силы."
  },
  "cleric": {
    "male": "Перед вами стоит человек среднего роста, облачённый в простую, но аккуратную мантию, усыпанную символами божественного света. Его лицо исчерчено глубокими морщинами, выточенными годами служения, а глаза светятся спокойным, уверенным светом, словно он хранит в себе тайны небес. В руках он держит деревянный посох, украшенный резьбой, который явно является не только оружием, но и духовным символом его веры. На груди у него висит медальон, сверкающий мягким светом, который привлекает внимание и придаёт ему ауру святости.",
    "female": "Перед вами стоит женщина-клерик, облаченная в длинное белое одеяние, украшенное золотыми символами её веры. Её лицо излучает спокойствие и уверенность, а светлые волосы аккуратно собраны в тугой узел, что подчеркивает выразительные черты. В руках она держит мачту с сияющим кулачком, сверкающим при каждом её движении, словно манящий свет. На её запястье видны браслеты из драгоценных камней, которые тихо звенят, когда она перемещается, придавая её образу дополнительную ауру таинственности и силы."
  },
  "druid": {
    "male": "Перед вами стоит высокий мужчина с темными, волнистыми волосами, которые спускаются до плеч. Его лицо покрыто легкой небритостью, а зеленые глаза сверкают мудростью и глубиной, словно отражают саму природу. Он одет в простую, но изысканную одежду из натуральных материалов, украшенную вышивкой из растительных мотивов. В его руках он держит посох, обвивающийся лианами, который он уверенно придерживает, как будто это часть его самого.",
    "female": "На неё приятно смотреть: её густые, зелёные волосы спадают на плечи, переплетенные с мелкими цветами и листьями, словно она сама часть природы. Её глаза, ярко-зелёные, сверкают мудростью и таинственным светом, как солнечный свет, пробивающийся сквозь листву. На ней лёгкое, свободное платье из натуральных тканей, украшенное узорами, напоминающими о лесных тропах и животных. Она движется с грацией, легко и уверенно, словно танцует в ритме ветра, и каждое её движение наполнено гармонией с окружающим миром."
  },
  "necromancer": {
    "male": "Перед вами стоит высокий человек с бледной кожей и глубокими тёмными глазами, которые скрывают в себе мрачные тайны. Его длинные, вскользь наэлектризованные волосы, словно тени, падают на плечи, а на лице  тонкие линии, придающие ему угрюмое выражение. Одет он в тёмный мантии, вышитой странными символами, которые, кажется, светятся в полумраке. В его руках  изящный посох, на верхушке которого красуется череп, будто ожидающий сигнала к действию.",
    "female": "Перед вами стоит уверенная в себе женщина с бледной кожей, которая кажется практически прозрачной при тусклом свете. Ее длинные черные волосы спадают волнами по плечам, а фиолетовые глаза сверкают неземным светом, полными мистической мудрости и тайн. На ней темное длинное одеяние, украшенное странными символами и образами, подчеркивающими ее связь с миром мертвых. Она спокойно двигается, словно уверенная в своих способностях, а ее присутствие наполняет пространство напряженной атмосферой, будто вокруг витает легкий шепот потусторонних сущностей."
  },
  "ninja": {
    "male": "Перед вами стоит человек с проворной фигурой и выразительным взглядом, который пронзает насквозь. Его одежда темная и свободная, идеально подходящая для скрытых движений, а на поясе висят несколько мечей и загадочных инструментов. Легкие шаги создают ощущение непринужденности, будто он танцует с тенями, а быстрые и точные движения выдают его мастерство. Его лицо скрыто под капюшоном, но вы можете заметить легкую усмешку, как будто он знает что-то, чего не знает никто другой.",
    "female": "Перед вами стоит стройная женщина-ниндзя с грацией кошки. Её черные стеганые доспехи облегают тело, подчеркивая ловкость и скорость, а капюшон скрывает черты лица, оставляя лишь яркие, внимательные глаза, будто светящиеся в темноте. В руке она держит острый шиноби-тобик, а из-за пояса выглядывают несколько метательных звезд, готовых к бою. Каждый её шаг беззвучен, а движения изящны, словно она танцует на тонком льду, вызывая ощущение угрозы и загадки."
  },
  "paladin": {
    "male": "Перед вами стоит высокий человек, облаченный в сверкающую броню, на которой видны знаки его ордена. Его краткая, но мощная фигура излучает уверенность и благородство, а взгляд, полон решимости, направлен вперед. В руках он крепко держит мистический меч, а на поясе у него висит щит с тонким изображением величественного льва. Его выражение лица и осанка подчеркивают его преданность делу справедливости и защите слабых.",
    "female": "Перед вами стоит высокая женщина с гордым и решительным выражением лица. Её блестящие доспехи сверкают в свете, а на груди изображен символ света  знак её веры. В руке она держит тяжелый меч, который кажется почти частью её самого, а её глаза полны преданности и силы. Легкий ветер колышет её длинные волосы, подчеркивая её мужественность и благородство."
  },
  "ranger": {
    "male": "Перед вами стоит высокий и крепкий человек, одетый в кожаную броню, которая плотно облегает его мускулистое тело. Его длинные, растрепанные волосы свисают на плечи, а на лице  легкая небритость, придающая ему дикое обаяние. В руках он держит изогнутый лук, а за спиной виднеются колчан стрел с искусной отделкой. Сосредоточенный взгляд его карих глаз выдает уверенность и опыт в жизни, наполненной опасностями и приключениями.",
    "female": "Перед вами стоит стройная женщина-рейнджер, облаченная в легкую кожаную броню, которая идеально подходит для передвижения по лесным тропам. Ее густые волосы, заплетенные в длинные косы, оттеняются солнечными бликами и придают ей дикий, первозданный вид. Глубокие зеленые глаза, словно две изумрудные искры, внимательно следят за каждым движением, а на его лице играет легкая уверенная улыбка, подчеркивающая её бесстрашие. В руке она держит изогнутый лук, готовый к действию, а за спиной крепится колчан с стрелами, наполненный как искусными, так и простыми боеприпасами."
  },
  "samurai": {
    "male": "Перед вами стоит человек, облачённый в тщательно отполированную броню, украшенную утончёнными узорами, которые блестят на солнце. Его длинные волосы, собранные в аккуратный пучок, и острые черты лица делают его внешность внушительной и придающей уважения. На поясе у него висит катана с изысканно оформленным рукоятью, которую он держит с видимой гордостью. Каждое его движение наполнено уверенностью и грацией, словно он прекрасно осведомлён о своих боевых навыках и готов к любому вызову.",
    "female": "Перед вами стоит женщина-самурай, облаченная в изысканные доспехи, которые плавно обвивают её стройное тело, сверкают при каждом движении. Её длинные волосы собраны в аккуратный узел, слегка выбившиеся пряди обрамляют лицо, подчеркивая решительный взгляд её темных глаз. В одной руке она держит катану, лезвие которой отшлифовано до блеска, а в другой  традиционный щит с эмблемой своего клана. Каждое её движение наполнено грацией и уверенностью, выдает в ней настоящего мастера боевого искусства."
  },
  "thief": {
    "male": "Перед вами мужчина средних лет, облачённый в тёмные, облегающие одежды, скрывающие его фигуру. Его лицо обрамлено короткой небритой бородкой, а острые, проницательные глаза словно пронизывают пространство вокруг, высматривая потенциальные цели. Легкие движения и уверенная осанка выдают его ловкость и опыт, а на поясе висят несколько зажимов и мелких инструментов, подготовленных для незаметной работы. Кажется, он всегда на чеку, готов к действию в любое мгновение.",
    "female": "Перед вами стоит женщина-вор, её тонкое тело одето в облегающую чёрную одежду, идеально подходящую для незаметного перемещения. Её длинные, тёмные волосы собраны в тугой хвост, из-под которого сверкают хитрые, внимательные глаза, готовые уловить каждую уловку. На её худых бёдрах свисают яркие кожаные мешочки, в которых прячутся инструменты для взлома и мелкие похищенные вещи. Она ведёт себя ловко и уверенно, с легкой хитрой усмешкой на губах, излучая ауру таинственности и уверенности в своих навыках."
  },
  "vampire": {
    "male": "Перед вами стоит высокий человек с бледной кожей, которая почти светится в полумраке. Его глаза сверкают красным светом, а острые клыки едва заметны, когда он усмехается. В нескольких местах на его одежде, выполненной из бархатной ткани глубоких оттенков, играют отблески темной крови, подчеркивая его опасную натуру. Его движения грациозны и уверены, как у хищника, выжидающего момент для нападения.",
    "female": "Перед вами стоит загадочная женщина с бледной кожей, которая словно светится в полумраке. Её длинные черные волосы падают cascada вниз, обрамляя худое лицо с резкими чертами и яркими красными глазами, в которых сверкает искра дикой чувственности. Она одета в элегантное темное платье с тонкими мерцающими вставками, что придает ей ауру изящества и опасности одновременно. Каждое её движение плавно и уверенно, она словно охотник, готовый поймать свою жертву в паутину очарования."
  },
  "warlock": {
    "male": "Перед вами стоит человек с тонкой, но мускулистой фигурой. Его темные волосы слегка растрепаны, а глаза сверкают загадочным светом, словно в них заключены тайны древних знаний. На его запястье можно заметить символ, вырезанный на коже  доказательство его контракта с неведомой силой. Одет он в потертую черную мантию, из которой выглядывают старинные книги и свитки, что свидетельствует о его стремлении к изучению магии и запретных искусств.",
    "female": "Перед вами стоит женщина с загадочным взглядом, который словно проникает в саму душу. Её тёмные волосы равномерно ниспадают на плечи, а фиолетовые глаза сверкают таинственным светом, который отражает её связи с потусторонними силами. Она одета в длинное, обтягивающее платье из черной ткани, украшенное символами, о которых рассказывают лишь шепотом. В руке она держит изящный посох, который выглядит так, будто он был выкован из самой тьмы, а её уверенные движения выдают нетерпеливое ожидание магических приключений."
  },
  "warrior": {
    "male": "Перед вами стоит мощный человек, его мускулы четко очерчены под крепкой кожаной броней. Глаза его горят решительностью и настойчивостью, а лицо изрезано шрамами, которых он явно не стыдится  они рассказывают о его опыте в битвах. В его руках уверенно покоится массивный меч, а на плече висит арбалет, готовый к действию. Он движется с уверенностью воителя, излучая ауру силы и стойкости.",
    "female": "Перед вами стоит мощная воительница, облачённая в блестящие доспехи, которые отражают свет, как зеркала. Её длинные тёмные волосы собраны в аккуратный хвост, позволяя видеть острые черты лица, которые выражают решимость и уверенность. В руках она крепко держит массивный меч, демонстрируя свою силу и подготовленность к бою. Каждое её движение аккуратно и обдуманно, придавая ей вид воина, который прошёл через множество сражений."
  },
  "witch": {
    "male": "На вашем пути появляется человек с проницательными карими глазами, в которых светится загадочный блеск. Его обширная тёмная мантия, украшенная различными символами и знаками, свободно колышется при каждом движении, создавая атмосферу таинственности вокруг. На губах играет самодовольная улыбка, и, кажется, он знает больше, чем говорит. В руках он держит старинный жезл, украшенный кристаллами, которые переливаются в тусклом свете, словно подчеркивая его мудрость и силу.",
    "female": "На первый взгляд, перед вами стоит загадочная женщина с длинными черными волосами, струящимися и переливающимися, как тенистые волны. Ее глаза, ярко-зеленые, сверкают с хитрым блеском, будто таят в себе древние тайны и знания. Она одета в длинное платье из темной ткани, украшенное мистическими символами, а на ее шее висит амулет, искрящийся в тусклом свете. Ее движения легки и грациозны, как у дикой кошки, и в воздухе витает ощущение непонятной магии, когда она делает шаг."
  }
}
