{
  "anti-paladin": {
    "male": "Перед вами стоит небольшой по росту кендер с хитрым блеском в глазах, его лицо излучает озорство и самоуверенность. Его одежда, черного цвета, с элементами красного, подчеркивает его антипаладинскую сущность: на груди  эмблема, которая когда-то могла быть благородным символом, но сейчас искажена. На поясе у него висят несколько блестящих и опасных утяжеленных оружий, а в руках он вертит каплю алхимической жидкости, рассматривая её с детским удивлением. Несмотря на мрачный вид, его смех и игривость выдают в нем истинного кендерского бродягу с умением находить приключения там, где другие видят только опасность.",
    "female": "Перед вами стоит кендерша с непокорной улыбкой на лице, ее живые, яркие глаза словно искрятся на свету. В звенящей броне черного цвета, украшенной мелкими, но заметными деталями, она излучает опасность и уверенность, каждая её деталь говорит о том, что она привыкла к боям и не боится их. В руке у неё крепко сжат меч с ухабистой рукояткой, на котором видны следы недавних сражений, а её манера движения отличается легкостью и непринужденностью, словно она сама в бою  не стремящаяся к добру, а скорее охотящаяся за новым увлекательным приключением. Её яркими чертами лица и хитрыми манерами можно легко запомнить, а её гипнотизирующая аура завлекает даже самых осторожных собеседников."
  },
  "cleric": {
    "male": "Перед вами небольшой кендер с яркими, озорными глазами, сверкающими как драгоценные камни. Его волосы, светлые и взъерошенные, развеваются в такт его живым движениям, а на шее висит священный амулет, символизирующий его преданность божеству. Он одет в простую, но аккуратную рясу, украшенную вышивкой, и его руки постоянно шевелятся, словно он готов схватиться за что-то интересное. Этот клерик словно излучает энергию и оптимизм, быстро общаясь с окружающими и с сияющей искренностью, которая привлекает всех вокруг.",
    "female": "Перед вами стоит кендерша, облаченная в простую, но аккуратную рясу, расшитую яркими узорами. Её волосы, цвета спелой пшеницы, собраны в небрежный узел, а на лбу красуется маленький серебряный ободок, символизирующий её преданность богине. Глаза сверкают озорным блеском, и она принадлежит к тем, кто не может устоять перед искушением исследовать мир вокруг. В её руках  небольшая символическая мошна, которую она периодически мило трясет, словно подбадривая своих спутников к приключениям."
  },
  "druid": {
    "male": "Перед вашими глазами стоит невысокий кендер с игривым блеском в глазах, его волосы усыпаны листьями и мелкими цветами, словно он только что вышел из леса. Он одет в легкую одежду из натуральных материалов, с множеством карманов, в которых можно найти всевозможные мелочи, как полезные, так и бесполезные. Его руки ловко двигаются, когда он объясняет что-то, иногда смахивая с ладоней крупицы земли или травы. Эта бесшабашная энергия и легкая небрежность делают его обаяние просто неотразимым.",
    "female": "Перед вами стоит кендерша с ярко-зелеными волосами, спадающими до плеч и обрамляющими её озорное лицо. В её больших, выразительных глазах искрится любопытство, а на губах играет лёгкая улыбка, словно она знает что-то, что вам неведомо. Она одета в легкое, незамысловатое платье из натуральных тканей, украшенное цветочными узорами, а на её руках можно заметить браслеты из плодов и веточек, собранных в лесу. Свободные движения указывают на её связь с природой, а порой взгляд кендерши излучает некую игривость, как будто она готова отправиться в новое захватывающее приключение."
  },
  "necromancer": {
    "male": "Перед вами стоит юный кендер с игривым блеском в глазах, светлая кожа которого контрастирует с черной мантией, украшенной таинственными символами. Его волосы, белые как снег, растрепаны, и на лбу виден едва заметный шрам, как напоминание о бесстрашных приключениях. Он ухмыляется, уверенно подмигивая, словно каждый мертвец  это его старый знакомый, к которому он всегда готов обратиться за советом. Его движения легкие и изящные, но в них скрыта непередаваемая сила, как будто он всегда готов использовать темные заклинания, чтобы обмануть судьбу.",
    "female": "Перед вами кендерша с яркими зелеными глазками, полными озорства и любопытства, которые иногда могут вызвать легкую настороженность. Её волосы, длинные и взлохмаченными, кажутся почти черными, но на солнце переливаются тонкими фиолетовыми нитями. Она одета в тёмное одеяние с знаками, которые не сразу можно распознать, и на её руках видны мелкие, но причудливые татуировки, напоминающие о мрачной магии, которую она практикует. Несмотря на её небольшую статуру, в её поведении чувствуется уверенность и лёгкая беззаботность, словно она всегда готова к неожиданным приключениям, даже среди теней мёртвых."
  },
  "ninja": {
    "male": "Перед вами стоит кендер мужского пола, облачённый в лёгкую чёрную одежду, которая маскирует его небольшую фигуру. Его искристые глаза сверкают от любопытства, а из-за тёмного капюшона лишь частично видны растрепанные светлые волосы. У него на поясе висят несколько небольших кинжалов и ловких устройств, которые он с лёгкостью манипулирует, иногда теребя их руками или перебирая с бесконечным интересом. Его движения быстры и ловки, словно он танцует, избегая любого лишнего шума, что подчеркивает его навыки скрытности и хитрости.",
    "female": "Перед вами стоит небольшая, но жизнерадостная кендерша с озорными искорками в глазах. Её черные, длинные волосы заплетены в ловкие косички, а на ней облегающий черный костюм, идеально подходящий для скрытных движений. Она движется легко и бесшумно, а при каждом шаге её интуиция проявляется в уверенных, точных жестах. Несмотря на её игривую натуру, в её глазах светится решимость и готовность к действию."
  },
  "paladin": {
    "male": "На вас смотрит не совсем обычный паладин с хрупким телосложением и озорным блеском в глазах, характерным для кендеров. Его короткие темные волосы растрепаны, что наводит на мысли о безмятежных приключениях, в которые он, безусловно, вовлечен. У него на груди сверкает мечтающий о справедливости рыцарский щит, украшенный яркими орнаментами, а в руках играет небольшая дубинка, напоминая о легкомысленности его расы. Его улыбкаэто смесь искренней доброты и хитрости, создающая впечатление, что он всегда готов выручить друзьям, хотя сам может оказаться в самом смешном положении.",
    "female": "Перед вами стоит кендерша, облачённая в блестящие доспехи, отражающие свет, словно магическое волшебство. Её яркие, изящные черты лица и озорные голубые глаза излучают непоседливость и оптимизм, создавая ощущение, что она всегда готова к новым приключениям. В руках она держит изящный меч, который стильно обрамляет её фигуру, а на поясе весело трясутся несколько карманов, полных удивительных вещей. В её смехе и манере разговора чувствуется безграничная преданность идеалам справедливости, и стоит лишь взглянуть на неё, чтобы понять, что она сражается не только с мечом, но и с добротой в сердце."
  },
  "ranger": {
    "male": "Перед вами стоит кендер  маленький, но подвижный мужчина, облачённый в обтягивающую кожу, затянутую на поясе ремнями с множеством кармашков, полных всевозможных мелочей. Его искренние, блестящие глаза излучают любопытство, в то время как густые каштановые волосы свободно распущены, подчеркивая остроконечные уши. В руках он бережно держит лёгкий лук, а на спине у него  колчан со стрелами, готовый к действию. Его движения изящны и стремительны, словно мгновение озорного ветра, и кажется, он не прочь остановиться где угодно, чтобы узнать, что скрывается за ближайшим поворотом.",
    "female": "Перед вами стоит небольшая кендерша, с яркими искрящимися глазами, полными любопытства и озорства. Её волосы, собранные в два веселых хвостика, слегка растрепаны, что добавляет ей незаурядного обаяния и игривости. На ней легкая кожаная броня, которая идеально сидит на её хрупком теле, а за спиной висит лук, украшенный мелкими амулетами. Она двигается быстро и ловко, каждый её шаг излучает уверенность и свободу, а её улыбка притягивает внимания даже самых серьезных спутников."
  },
  "samurai": {
    "male": "Перед вами стоит кендер, облачённый в лёгкие, изящные доспехи, которые прекрасно подчеркивают его ловкость и подвижность. Его острые черты лица и большие блестящие глаза излучают любопытство и игривость, в то время как меч, висящий на поясе, говорит о его боевом мастерстве. Он ведёт себя уверенно, но с лёгким налётом беззаботности, время от времени разглядывая окружающее с искренним интересом. В руках у него всегда найдётся что-то необычное, словно он только что вынул это из своих карманов с оценкой, близкой к восторгу.",
    "female": "Перед вами стоит кендерша с яркими, игривыми глазами, которые сверкают лукавым светом. Она одета в легкие доспехи, украшенные традиционными узорами, и в руке держит тонкий катану, который выглядит одновременно элегантно и смертоносно. Ее короткие, весело взъерошенные волосы развиваются на ветру, а на губах играет хитрая улыбка, словно она готова к любому приключению. Каждое ее движение полно грации, и видно, что за этой невинной маской скрывается дух настоящего бойца."
  },
  "thief": {
    "male": "Перед вами стоит молодой кендер, его острые черты лица и яркие, искрящиеся глаза выдают любопытство и игривость. Он одет в лёгкий кожаный жилет, на котором видны множество мелких карманов, наполненных странными предметами. Его движения быстры и ловки, а уши слегка заострены, придавая ему вид юного озорника. Улыбка на его лице намекает на то, что он всегда готов к новому приключению или проделке.",
    "female": "Перед вами грациозная кендерша с озорным блеском в глазах. Её волосы, как золото, ловко заплетены в два хвоста, а на ушах блестят маленькие серьги, искрящиеся, как звёзды. Она одета в лёгкую одежду, способную скрыть её движения, а на груди у неё весёлые карманы, полные неожиданных мелочей. Несмотря на внешний кокетливый вид, в её улыбке таится уверенность и ловкость, готовые к неожиданным приключениям."
  },
  "vampire": {
    "male": "Перед вами стоит кендер, облачённый в элегантное темное одеяние, которое обвивает его полудрагоценную фигуру. Его глаза сверкают алым светом, ненасытно исследуя окружающий мир, в то время как тонкие черты лица делают его одновременно обаятельным и устрашающим. Он ловко движется, его шаги лёгкие и бесшумные, словно ветер, и в каждом его движении ощущается некоторая бескорыстная игривость, присущая его расе. На губах его играет загадочная улыбка, придающая ему ауру таинственности и притягательности.",
    "female": "Перед вами стоит изящная кендерша с яркими, светлыми глазами, которые блестят игривым блеском. Ее светло-серебристые волосы развиваются, словно в невидимом ветре, обрамляя лицо с острыми чертами и ухоженной кожей, которая выглядит почти призрачно. На ней легкое темное платье с изысканной вышивкой, фасон которого подчеркивает её стройную фигуру и излучает таинственность. Она движется плавно и грациозно, как тень, а на губах играет лукавая улыбка, которая может навести на размышления о том, что скрывается за её милым обликом."
  },
  "warlock": {
    "male": "Перед вами стоит невысокий кендер с яркими, озорными глазами, полного любопытства и хитрости. Его волосы, спутанные и неуправляемые, кажутся такими же беспечными, как и сам он, а в ушах сверкают яркие серьги, привлекающие внимание. На нем надета легкая одежда темных тонов, украшенная таинственными символами, которые намекают на его связь с потусторонними силами. В руках он держит небольшую палочку, которую поворачивает между пальцами, смеясь и излучая ауру игривости и тайны.",
    "female": "Перед вами стоит кендера с яркими, искрящимися глазами, полными любопытства и озорства. Её короткие, растрепанные волосы обрамляют лицо, а на щеках играет хитрая улыбка, будто она знает что-то, чего не знают другие. Она одета в легкую, но загадочную мантию, украшенную странными символами, которые время от времени искрятся магией. В её руках колышется посох, и, казалось бы, она всегда готова к новым приключениям, не оставляя после себя ни тени сомнений в своей храбрости."
  },
  "warrior": {
    "male": "Перед вами стоит кендер  стройный и ловкий воин с ярко выраженной игривостью в глазах. Его короткие rusые волосы взъерошены, а на щеках застыла довольная улыбка, придающая ему вид беззаботного искателя приключений. Он одет в легкую кожаную броню, которая охватывает его фигуру, позволяя свободно двигаться, а в руках крепко держит меч с резной рукоятью. Каждый его жест полон энергии и уверенности, словно мысли о следующем стремительном броске уже зреют в его голове.",
    "female": "Перед вами стоит кендерша с задорными, выразительными глазами, которые искрятся от любопытства и хитрости. Её короткие светлые волосы небрежно падают на плечи, а на лицее играет улыбка, полная игривости. Воины не часто бывают столь изящными, но её мускулистые руки и крепкие ноги выдавали недюжинную силу, несмотря на лёгкий доспех, который подчеркивает её стройную фигуру. Она уверенно держит в руках меч, который выглядит несколько слишком большим для её роста, однако грация и ловкость, с которыми она им управляет, заставляют сомневаться в этом."
  },
  "witch": {
    "male": "Перед вами стоит кендер с весёлым блеском в глазах и лёгкой улыбкой на лице. Его пышные рыжие волосы обрамляют выраженное лицо, а острые уши торчат под локонами, придавая ему игривый вид. В руках он держит старинный посох, украшенный странными амулетами, а на его одежде можно заметить множество карманов, полных загадочных предметов. Он излучает уверенность и любопытство, постоянно подмечая детали и исследуя окружающий мир, будто это одна большая увлекательная игра.",
    "female": "Перед вами изящная кендерша с лучистыми зелеными глазами, наполненными озорством. Её волосы, яркие как осенние листья, свободно развиваются на ветру, создавая вокруг неё ауру беззаботности. В руках она держит старую книгу заклинаний, покрытую загадочными символами, и с любопытством рассматривает мир вокруг. Её улыбка, полная хитрости и ясного ума, внушает уверенность в том, что она всегда подготовлена к неожиданным поворотам судьбы."
  }
}
