{
  "anti-paladin": {
    "male": "Перед вами стоит человек-собака, его шершавая кожа темно-коричневого оттенка переливается на свету, подчеркивая мускулистую фигуру. Взгляд его желтых глаз полон зловещей решимости, а острые уши настороженно подергиваются, ловя звуки вокруг. Одета на нем тяжелая броня, украшенная символами анти-мира, которая громко скрипит при каждом движении, вызывая напряжение у окружающих. Он стоит с уверенной позой, его рука неволе обхватывает древний меч, который кажется готовым мгновенно разразиться яростью в любой момент.",
    "female": "Перед вами стоит женщина-собака с густой шерстью темно-коричневого цвета, которая придает ей устрашающий вид. Её острые уши настороженно подняты, а из-под нажатых губ виднеются острые зубы, готовые к атаке. Вокруг её талии обвита широкая поясная сумка, полная темных артефактов, а на груди висит тяжелая броня, обрамленная черным металлом, покрытым слоем коррозии. Она движется с явной уверенностью и настойчивостью, излучая ауру страха и преданности своим темным убеждениям."
  },
  "cleric": {
    "male": "Перед вами стоит человек-собака, с шершащей, мягкой шерстью, окрашенной в тёмные оттенки коричневого и черного. Его глаза, будто полные мудрости и преданности, сверкают ярким золотым светом, а на голове выглядит необычная кудлатая грива, придающая ему внушительный вид. В руках он держит украшенный символом божественной силы жезл, символизирующий его клерикальную принадлежность, и решительно шаг за шагом направляется к вам, уверенно излучая ауру спокойствия и доброты. Каждое его движение излучает уверенность, а хвост, который находится в постоянном движении, выдаёт его дружелюбный характер.",
    "female": "Перед вами стоит женщина-собака, обладающая грацией и благодатью of своих звериных предков. Её уши, заостренные и подвижные, настороженно поднимаются при каждом звуке, а выразительные глаза светятся мудростью и состраданием. На ней надета простая, но элегантная рясса, украшенная символами божественного покровительства, которая прекрасно сидит на её сильной, но гибкой фигуре. Она тихо бормочет молитвы, её голос мягок и успокаивающ, а движения полны уверенности и доброты, что делает её звучание гармоничным и успокаивающим."
  },
  "druid": {
    "male": "Перед вами стоит мужчина с чертами собаки: его шершавая коричневая шкура блестит на солнце, а уши, остро торчащие по бокам, настороженно колеблются при каждом звуке. Гладкая мускулистая фигура окутана заботливо сделанным из натуральных тканей одеянием, на котором вырезаны символы древней природы. Его глаза, яркие и проницательные, излучают мудрость, а губы слегка приоткрыты, будто готовятся произнести заклинание или обратиться к духам леса. С крошечным посохом в руках, украшенным вьющимися лозами, он чувствует единство с окружающим миром, невидимая связь связывает его с жизнью природы.",
    "female": "Перед вами стоит грациозная женщина-собака, её шершавая кожа блестит на свету, а длинные уши слегка вытянуты вверх, прислушиваясь к окружающим звукам. Она одета в одежду из натуральных материалов, украшенную вышивкой, изображающей природу и животных, что отражает её связь с дикой природой. Её глаза, похожие на смолистые угольки, излучают тепло и мудрость, а на щеках играют лёгкие полосы, словно защитная маска. При каждом её движении чувствуется скрытая сила, готовая выпустить на свободу природу, которую она так страстно защищает."
  },
  "necromancer": {
    "male": "Перед вами стоит высокий человек-собака с густой шерстью, покрывающей его плечи и спину, создавая впечатление живой мантии. Его острые уши настороженно стоят прямо, а светлые глаза сверкают нечеловеческим светом, полным мрачной мудрости. В одной руке он держит древний свиток с заклинаниями, а другая медленно движется по увисшей на поясе сумке, полной темных артефактов и редких ингредиентов. Его голос низкий и хриплый, будто он говорит с глубины могилы, когда призывает свои заклинания из мрачного мира мертвых.",
    "female": "Перед вами стоит загадочная женщина-собака, ее шершавая кожа имеет темный, почти черный цвет, с легким блеском. Глубокие желтые глаза излучают странное свечение, когда она изучает вас с любопытством и легким презрением, а длинные уши уловляют каждый шепот и шорох вокруг. На ней одеты темные, разорванные одежды, украшенные странными амулетами из костей и черепов, что придает ей вид некромансера, который знает, как взаимодействовать с миром мертвых. Ее движения грациозны, но в них чувствуется опасность  каждый шаг словно предсказывает, что она может в любой момент вызвать призраков или нежить из тени."
  },
  "ninja": {
    "male": "Перед вами стоит изящный человек-собака с длинной, густой шерстью темного цвета, которая блестит на свету. Его хитрые, проницательные глаза отражают умение быть незамеченным в самые критические моменты, а острые, подвижные уши настороженно ловят каждый звук. Сложенные в характерную позу, его мускулистые руки готовы к быстрой атаке или акробатическому маневру, что выдает в нем настоящего ниндзю. Он движется с грацией и уверенностью, как будто каждый шаг продуман до мелочей, выделяясь своей уникальной смесью человеческих черт и собачьей ловкости.",
    "female": "Перед вами изящная женщина-собака с гладкой чёрной шерстью, сверкающей на свету. Её острые уши настороженно поднимаются, как будто она всегда готова уловить малейший звук. Одета в облегающие тёмные одеяния, она движется стремительно и бесшумно, словно тень, её грациозные движения говорят о безупречном мастерстве в искусстве ниндзюцу. С её проницательными глазами, полными решимости, видно, что она никогда не упустит шанс защитить своих спутников или атаковать врагов."
  },
  "paladin": {
    "male": "Перед вами стоит внушительная фигура человека-собаки, его тело крепкое и мускулистое, с хорошо развитой грудной клеткой и широкими плечами. Его собачьи черты выражаются в остром носе и коротком мехе на ушах, придающем ему благородный вид. В руках он держит сверкающий меч, а на груди свисает знамя его ордена, символизирующее преданность и защиту. Его глаза полны решимости и сострадания, отражая внутреннюю силу паладина, готового прийти на помощь в трудную минуту.",
    "female": "Перед вами стоит величественная женщина-собака, её мех переливается в солнечном свете, обрамляя стройную фигуру. На ней сверкающие доспехи, украшенные символами справедливости и доблести, которые излучают ауру непоколебимой преданности. Её проницательные глаза лучатся решимостью, а на губах играет едва уловимая, но уверенная улыбка. Каждое её движение прозрачно уверенно, словно она знает, что готова сразиться с любой тьмой, которая посмеет встать на пути."
  },
  "ranger": {
    "male": "Взгляд зацепляется за человека-собаку с густыми, мохнатыми ушами, которые чуть колышутся на ветру, словно у чуткого животного. Его гордая фигура одета в кожаную броню, украшенную рельефными узорами, и на спине покачивается колчан с стрелами. Лицо выражает решительность, а яркие глаза, имеющие смешанные черты как человека, так и собаки, сверкают от желания исследовать мир. Каждый шаг несёт в себе уверенность охотника, готового к действию, а его острые обоняние и слух делают его идеальным следопытом.",
    "female": "Перед вами стоит женщина-собака, облаченная в практичную одежду, прекрасно подходящую для её роли рейнджера. Её острые, словно уши хищника, уши настороженно поднимаются, улавливая малейшие звуки окружающего мира, а её глаза блестят, отражая дикий дух природы. Гладкая шершавая шкура варьируется от коричневых до золотистых оттенков, придавая ей хищный и привлекательный вид. Она уверенно держит в руках лук, а за спиной висят колчаны, полные стрел, что подтверждает её мастерство и готовность вступить в бой в любой момент."
  },
  "samurai": {
    "male": "Перед вами стоит человек-собака, его шершавая шкура переливается на солнце, а мускулистое тело свидетельствует о долгих часах тренировок. На его голове покоится традиционный самурайский шлем, в глазах горит решимость, а на перевязи висит катана, готовая к бою. Он уверенно держит осанку, а движения полны грации и уверенности, как у настоящего мастера. Улыбка на его мордочке сочетает в себе доброту и храбрость, что делает его уважительным и опасным соперником.",
    "female": "Перед вами стоит изящная женщина-собака, обладающая грацией и силой одновременно. Её короткая шершавая шерсть переливается на солнце, а на головой у неё нетипично аккуратная прическа, придающая ей воинственный вид. Она одета в традиционные доспехи самурая, которые идеально сидят на её фигуре и придают уверенности в каждом движении. В глазах этой самурайки блеск решимости и благородства, а её уверенная postura выдает опыт и готовность к бою."
  },
  "thief": {
    "male": "Перед вами стоит человек-собака с ухоженной шерстью на голове и руках, его мохнатые конечности придают ему одновременно грациозный и приземистый вид. Глаза, полные хитрости, блестят, как капли росы на утреннем солнце, а его уши настороженно шевелятся, ловя каждый звук вокруг. Воробьиные углубления на его лицевой части словно скрывают множество секретов, а на тонких пальцах блестят металлические инструменты, готовые к незаметной работе. С быстрыми и ловкими движениями он перемещается по пространству, словно тень, оставляя за собой лишь легкий шорох и ощущение азартного ожидания.",
    "female": "Перед вами стоит женщина-собака, её шершавая шкура переливается оттенками коричневого и черного, словно хитроумное затемнение ночью. Она движется легко и грациозно, ловко обходя углы, с внимательными, острыми ушами, настороженно прислушиваясь к звукам вокруг. На её смуглом лице играет хитрая улыбка, а в глазах светится азарт, как будто она всегда готова к новому приключению или очередной шалости. В её руках сверкает тонкий кинжал, который она ловко вращает, демонстрируя своё мастерство и уверенность в себе."
  },
  "vampire": {
    "male": "Перед вами стоит человек-собака с выразительными собачьими чертами, такими как длинные уши и густая шершавая шкура, переливающаяся в лунном свете. Его яркие глаза светятся красным оттенком, выказывая жажду к крови, в то время как острые клыки видны в слегка приоткрытой пасти, придавая ему угрожающий вид. Одеяние, обвивающее его мускулистое тело, кажется, сшито из кожаных кусков, украшенных ржавыми металлическими элементами, что подчеркивает его вампирскую природу. Его движения грациозные и быстрые, как у рейнджера вне закона, и он всегда готов к стремительной атаке в любую минуту.",
    "female": "Перед вами стоит загадочная женщина-собака, ее шершавая грива струится, как ночь, в которой сверкают алые глаза. Ее тонкие, изящные кулаки окончены острыми когтями, а улыбка на тонких губах выдает зубы, напоминающие клыки. Она двигается с уверенностью и grace, стараясь привлечь ваше внимание своим обаянием, но в ее взгляде скрывается нечто пугающее. Каждый ее шаг звучит почти беззвучно, как легкий шепот, и кажется, что она способна исчезнуть в воздухе, если этого захочет."
  },
  "warlock": {
    "male": "Перед вами стоит человек-собака, обладающий мощной фигуральной силой. Его шершавая кожа переливается под светом, а блестящие глазки полны магической глубины, которые выдают его связь с потусторонним миром. На нем надето потрепанное одеяние с заклинаниями, извивающимися по ткани, как живые существа. С уверенной осанкой и слегка наклонившейся головой он кажется готовым к сражению, одновременно храня в себе скрытую загадку и древние тайны.",
    "female": "Перед вами стоит женщина-собака, её гибкое тело покрыто мягкой шерстью, отливающей таинственным блеском в свете. Глубокие, проницательные глаза пылают ярким светом, словно в них заключены древние тайны. Она одевает длинное, затейливо украшенное одеяние, свободно колышущееся при каждом её движении, а на запястьях видны магические браслеты, сверкающие загадочными символами. В её позе ощущается уверенность и загадочность, будто она знает больше, чем готова рассказать."
  },
  "warrior": {
    "male": "Перед вами стоит массивный мужчина-собака с крепким телосложением, его мех переливается оттенками коричневого и черного. На его лице отчетливо видны острые черты, а большие уши настороженно приподняты, словно ловят каждый звук вокруг. Он облачен в тяжёлые доспехи, на груди которых выгравированы символы его клана, а за спиной свисает массивный меч, готовый к действию. Сложенные руки гордо покоятся на поясе, выдавая уверенность и стойкость, которые излучает этот воин.",
    "female": "Перед вами стоит высокая и мускулистая женщина-собака, обладающая внушительным видом и уверенной осанкой. Ее шершавая шкура, смешанная с оттенками коричневого и черного, блестит на свету, подчеркивая крепкие мышцы, которые создают впечатление силы и ловкости. Она одета в прочные доспехи, которые явно прошли испытание временем, а на поясе свисает массивный меч, готовый к бою. Взгляд ее ярких глаз полон решимости, и каждое ее движение излучает боевую готовность, как будто она всегда на страже."
  },
  "witch": {
    "male": "Перед вами стоит необычный человек с чертами собаки: его нос несколько удлинен, а уши топорщатся, добавляя особую выразительность его лицу. Его одежда из простых, но качественных тканей, украшенная таинственными символами и зелеными травами, которые он собирает в лесу. В руках он держит старую книгу заклинаний, а на поясе висят несколько мешочков с ингредиентами для магии, которые время от времени издают легкий шорох. Несмотря на свою странную внешность, он излучает уверенность и загадочность, словно каждый его жест пропитан древней мудростью.",
    "female": "Перед вами стоит загадочная женщина-собака, её шершавая шевелюра колышется на лёгком ветерке. В её глазах сверкает хитрый огонь, а на её ухах - серебряные серьги в виде луны, которые придают ей ещё больший колорит. Она облачена в тёмные, потёртые одеяния, украшенные заклинаниями и тайными символами, а её длинные когти с лёгкостью скользят по ветру, когда она манипулирует магией. В воздухе ощущается аромат трав и деликатесов, как будто её присутствие приносит с собой атмосферу волшебства и тайн."
  }
}