{
  "anti-paladin": {
    "male": "Перед вами стоит загадочный пещерный эльф, его кожа имеет сероватый оттенок, который выделяется на фоне его черного, как смоль доспеха. Его длинные, острые уши скрыты под капюшоном, а напряженные мышцы выдают его уверенность и готовность к действию. В руках он держит украшенный черепами меч, холодный блеск которого отдает зловещей аурой. Вы замечаете, как он сквозь сжатые губы произносит нечеловеческие заклинания, его глаза горят дьявольским огнем, полным решимости и свирепости.",
    "female": "Вы видите стройную эльфийку с бледной кожей, которая словно светится в полумраке. Ее волосы черные и длинные, ниспадающие до плеч, а глаза ярко-красные, сверкающие с хищным блеском. Она одета в легкую броню, украшенную темными символами, которые намекают на ее зловещую природу. В руках держит зловещий меч, излучающий тусклый свет, и с ухмылкой наблюдает за окружающими, словно ждущая удобного момента для нападения."
  },
  "cleric": {
    "male": "Перед вами стоит пещерный эльф, облаченный в потертую рясу, украшенную символами древних богов. Его светлые волосы будто бы сливаются с тенями, а уши, длинные и заостренные, слегка выглядывают из-под капюшона. Глубокие, мудрые глаза оранжевого цвета излучают тепло и уверенность, когда он произносит молитвы, наполняя воздух мягким светом. На бедре у него висит дубина, искусно вырезанная из темного дерева, которая, кажется, готова в любой момент стать орудием защиты.",
    "female": "Перед вами стоит пещерная эльфийка, облаченная в насыщенные оттенки глубокого синего и зеленого, словно отражение подземных вод. Её длинные, как струны, волосы спадают на плечи, придавая её загадочному образу ещё большую таинственность. В глазах горит свет, словно в них заключён огонь священного пламени, а её руки спокойно держат священный символ, окружая его ореолом света. Её присутствие внушает уважение и покой, словно она сама является связующей нитью между миром живых и духов."
  },
  "druid": {
    "male": "Перед вами стоит пещерный эльф с бледной кожей, на которой видны тонкие линии, словно заблудившиеся потоки воды. Его волосы, длинные и спутанные, устремлены вниз, как лианы, придавая его облику дикий и загадочный вид. В руках он держит посох, покрытый мхом и загадочными рунами, а его глаза, цвета глубоких пещер, пристально и проницательно смотрят на вас. Его движения плавные и уверенные, словно он в любой момент готов превратиться в животное или призвать силу природы на помощь.",
    "female": "Перед вами стоит загадочная пещерная эльфийка, её тонкие черты лица обрамлены длинными, иссиня-черными волосами, которые словно сливаются с темнотой вокруг. На ней надета длинная туника из мягкой кожи, украшенная этническими узорами, а по её плечам развеваются листья и мелкие цветы, свидетельствующие о её связи с природой. Её глаза светятся зелёным светом, как фонарики, готовые увидеть даже в полной темноте, а движения грациозны и бесшумны, как у лесного существа. Она излучает уверенность и спокойствие, словно знает все тайны мира, несмотря на труды и испытания, которым подверглась."
  },
  "necromancer": {
    "male": "Перед вами стоит высокий пещерный эльф с бледной, как лунный свет, кожей. Его иссиня-черные волосы спадают на плечи, а острые уши указывают на его необычное происхождение. Взгляд его светлых, почти бесцветных глаз полон загадки и таинственности, а на губах играет легкая улыбка, обещающая мощь и опасность. На нём темный длинный плащ, украшенный древними символами, который будто поглощает свет, что придаёт ему ещё более устрашающий вид.",
    "female": "Перед вами высокая пещерная эльфийка с бледной кожей, которая почти сливается с окружающей темнотой. Ее длинные, черные как смоль волосы свободно спадают вдоль спины, отбрасывая легкие тени на лицо, украшенное тонкими чертами и проницательными фиолетовыми глазами. На ней одет длинный черный плащ, обшитый таинственными символами, который колыхается при каждом её движении, словно сам по себе живой. В руках она держит изящный посох, увенчанный черепом, излучающим слабое приглушенное свечение, когда она начинает напевать древние заклинания."
  },
  "ninja": {
    "male": "Перед вами высоченный пещерный эльф с темной, почти черной кожей, скрытой под легкой тканевой одеждой, которая позволяет ему легко двигаться в тени. Его острые черты лица и яркие, светящиеся глаза излучают уверенность и проницательность, а волосы, собранные в тугие косы, плавно обрамляют его лицо. На поясе висят несколько тонких метательных звезд и короткий меч, словно неприметные акценты, которые подчеркивают его умение оставаться незамеченным. Он уверенно движется, словно тень, позволяя своим концентрации и мастерству оставаться главным в его присутствии.",
    "female": "Перед вами стоит загадочная пещерная эльфийка с изящной, но мускулистой фигурой. Её длинные, тёмные волосы аккуратно собраны в хвост, а лицо скрыто под маской, лишь яркие зелёные глаза блестят из-за неё, словно два изумрудных огонька. Она одета в облегающую одежду цвета тени, что позволяет ей бесшумно передвигаться в любых условиях. В руке играет лёгкий кунг-фу меч, а на поясе удобно устроены несколько метательных звездочек, готовых в любой момент попасть в цель."
  },
  "paladin": {
    "male": "Перед вами стоит высокий пещерный эльф с острыми чертами лица и яркими зелеными глазами, излучающими уверенность и решимость. Его волосы, длинные и черные, собраны в аккуратный хвост, а на лбу видна небольшая шрам, придающая его облику загадочность. Облаченный в блестящие доспехи, украшенные символами своей священной клятвы, он уверенно держит меч, словно готовый к бою. В его осанке чувствуется не только сила, но и стойкость, а каждая его движенья наполнены благородством и целью.",
    "female": "Перед вами стоит стройная пещерная эльфийка с изящными чертами лица, её светлые волосы слегка переливаются в тусклом свете. Она облачена в тяжелые доспехи, украшенные гравировками, от которых исходит ощущение святости и силы. В её руках сверкает мощный меч, а на груди гордо красуется символ божественного покровительства. Её проницательные глаза, цвета глубоких пещер, искрятся решимостью и отвагой, как будто она готова встать на защиту невинных в любую минуту."
  },
  "ranger": {
    "male": "На него приятно смотреть  высокое, стройное тело, обтянутое легкой кожаной броней, которая позволяет ему бесшумно перемещаться. Его кожа имеет лёгкий сероватый оттенок, а острые черты лица дополняют угловатые скулы и высокие линии подбородка, подчеркивающие его эльфийское происхождение. Глубокие, зелёные глаза, как джунгли, полны жизненной силы и сосредоточенности, а взъерошенные волосы цвета темного дуба свободно спадают на плечи. В его руках крепко держится лук, с тщательной ловкостью приготовленный к стрельбе, а на поясе светятся несколько колчан с острыми стрелами, готовыми к действию.",
    "female": "Перед вами стоит изящная пещерная эльфийка, её длинные серебристые волосы, спадающие по спине, кажутся почти светящимися в полумраке. На ней облегающие кожаные доспехи, которые не только защищают, но и позволяют ей двигаться бесшумно, словно призрак среди теней. Её проницательные фиолетовые глаза сверкают умом и хитростью, и в них читается уверенность, как у опытного рейнджера, который знает каждую тропку своей земли. Словно прирученная дикая кошка, она готова к быстрым действиям; в руках её крепко сжата лук, натянутый до предела, а на щеке  легкая полоска боевой краски, подчеркивающая её воинственный дух."
  },
  "samurai": {
    "male": "Перед вами стоит величественный пещерный эльф, его острые черты лица и длинные уши выдают его принадлежность к древнему роду подземных существ. Он облачен в изысканные доспехи, украшенные узорами, напоминающими о светящихся сталактитах и сталгмитах, которые можно встретить в его подземном доме. В руке он держит катану, чья изогнутая лезвие сверкает в тусклом свете, а его уверенная поза и внимательный взгляд говорят о years of training and a deep respect for the warrior's code. Его движения грациозны и плавны, как у поэта, готового в любой момент перейти к уху меча, если этого требует ситуация.",
    "female": "Перед вами стоит изящная пещерная эльфийка, облачённая в доспехи, которые блестят в тусклом свете, отражая её боевую готовность. Её длинные черные волосы спадают на плечи, а проницательные серые глаза словно пронизывают насквозь, напоминая о глубинах подземелий, из которых она родом. В одной руке она крепко держит катану, искусно украшенную резьбой, а во второй  парадный щит с символами её клана. Стойкая и уверенная в себе, она излучает ауру дисциплины, готовая защищать свои идеалы и, в случае необходимости, вступить в бой."
  },
  "thief": {
    "male": "Перед вами стоит пещерный эльф, его бледная кожа контрастирует с тёмными, почти черными, шатеновыми волосами, собранными в неопрятный хвост. Его острые уши чуть заметно выглядывают из-за локонов, а проницательные, светящиеся глаза наблюдают вокруг с постоянной настороженностью. На нем облегающая одежда из темной ткани, отлично скрывающая движение, а за поясом висит набор хитроумных инструментов для вскрытия замков. Он действует осторожно, каждый его шаг бесшумен, а движения ловки и грациозны, словно он привык прятаться в тенях.",
    "female": "Перед вами стоит пещерная эльфийка с искящимися, как звездное небо, глазами, которые порою кажутся глубже любой темной пропасти. Ее кожа имеет бледный, почти серебристый оттенок, а длинные черные волосы свободно свиваются вниз, словно тенями обвивая её фигуру. Она одета в облегающую одежду из легкой кожи, которая помогает ей двигаться бесшумно и ловко среди теней. В руках эльфийки играют небольшие, изящные инструменты  орудия её ремесла, которыми она может вскрыть замок или обокрасть даже самого внимательного добытчика."
  },
  "vampire": {
    "male": "Перед вами стоит загадочный пещерный эльф с бледной кожей, которая почти мерцает в тусклом свете. Его длинные, черные как смоль волосы свободно свисают до плеч, подчеркивая тонкие черты лица и острые уши, выдающие его принадлежность к древнему роду. Глубокие, красные глаза искрятся замысловатым светом, а на губах промелькивает лукавая ухмылка, словно он знает нечто, что ускользает от остальных. Облаченный в темные, легкие одежды, он движется грациозно и бесшумно, словно тень, обвораживая своими манерами и аурой таинственности.",
    "female": "Перед вами стоит загадочная пещерная эльфийка, чьи длинные, светлые волосы переливаются, как окаменевшие сталактиты в полутьме. Её бледная кожа, почти прозрачная, кажется неестественно гладкой, а яркие красные глаза излучают опасный блеск, пробуждая любопытство и страх. На ней надет изысканный черный плащ, который аккуратно обвивает её фигуру, а длинные тонкие пальцы удерживают элегантный кинжал, покрытый древними рунами. Она движется грациозно, словно тень, ее каждое движение пронизано таинственной чарующей силой, оставляющей за собой легкий налет страха."
  },
  "warlock": {
    "male": "Перед вами стоит пещерный эльф с иссиня-чёрной кожей, у которого блестящие пугающие глаза цвета лунного света. Его длинные, вплетённые в косы волосы, как будто проникли в темные глубины пещер, украшены мелкими блестящими камнями, которые светятся мягким светом. На нем надета изношенная, но элегантная мантия, которая стирается на краях и таинственно переливается, словно сама сделана из теней. Он медленно и уверенно движется, его действия полны грации и загадочности, а в воздухе ощущается магия, исходящая от него.",
    "female": "Перед вами стоит загадочная пещерная эльфийка с длинными, темными волосами, словно переплетёнными с тенями. Её большие, светящиеся глаза излучают таинственный свет, будто она знает больше, чем рассказывает. На ней надето черное одеяние, украшенное загадочными рунами, которые светятся слабым зеленым светом в темноте. Она держит в руках посох, покрытый редкими кристаллами, и её уверенная поза говорит о том, что она не боится заглянуть в самые глубокие и мрачные уголки мира."
  },
  "warrior": {
    "male": "Перед вами стоит высокий и мускулистый пещерный эльф, его кожа имеет слегка сероватый оттенок, отражая жизнь в подземельях. На нем надета прочная броня, украшенная тонкой гравировкой, которая говорит о высоком мастерстве его создателей. Его длинные волосы, настолько темные, что почти сливаются с тенью, свободно струятся по плечам, а яркие, проницательные глаза сверкают, словно драгоценные камни. В руке он уверенно держит тяжелый меч, готовый к любым испытаниям, словно каждый его мускул напряжен в ожидании боя.",
    "female": "Перед вами стоит пещерная эльфийка, облаченная в тускло сверкающую броню, отливающую в тусклом свете. Её длинные, темные волосы заплетены в косу, а на лице  светлая, почти сияющая кожа, которая резко контрастирует с её окружением. В руках она держит массивный меч, украшенный древними рунами, а выражение её лица выдает решимость и уверенность. Каждый её шаг легок и бесшумен, словно она движется по воздуху, но в то же время явно ощущается сила и грозность этой воительницы."
  },
  "witch": {
    "male": "Перед вами стоит пещерный эльф, его острые черты лица обрамлены длинными, черными, как смоль, волосами, спускающимися до плеч. Глаза, сверкающие ярким зелёным огнём, пронизывают пространство, полные тайны и магии. Он облачен в длинное тёмное одеяние, усыпанное странными узорами, которые мерцают в свете свечей, а его руки, испещрённые тонкими белыми линиями, ловко скользят по изогнутому посоху с кристаллом на конце. Ветреный и лёгкий, он движется грациозно, словно тень, что-то тихо бормочет себе под нос, и его голос звучит, как шёпот, наполняя воздух загадочностью.",
    "female": "Перед вами стоит загадочная пещерная эльфийка, её кожа имеет легкий сероватый оттенок, словно отшлифованный камень. Длинные, струящиеся волосы напоминают водопад из черного бархата, а глаза светятся зеленым огнем, проникая в самую душу. На ней одета темная, рваная мантия, украшенная таинственными символами, которые сверкают в полумраке. Она слегка наклонила голову, прислушиваясь к шепоту темных заклинаний, а её изящные руки нервно перебирают амулеты и зелья, готовясь к следующему ритуалу."
  }
}