{
  "anti-paladin": {
    "male": "Перед вами стоит сатир, обладающий массивной, крепкой фигурой и легко узнаваемыми рогами, изогнутыми в толстые витки на макушке. Его рубашка, изодранная и изношенная, обнажает мускулистые руки, усыпанные татуировками, которые рассказывают о его тёмном прошлом и службе силам хаоса. Глаза светятся ярким желанием грабежа и разрушения, а его ухмылка выдает азарт, когда он обсуждает свои коварные планы. Он двигается с легкостью и грацией, характерной для его расы, но в его шаге проскальзывает жесткость, выдающая в нем истинного анти-паладина.",
    "female": "Перед вами стоит грациозная сатирша с острыми рогами, изящно закрученными назад. Её плотное тело покрыто светлой шерстью, а на подошвах  копыта, придающие ей необычную уверенность в движениях. В руках она держит черный меч с рукоятью, украшенной зловещими символами, а на лице играет хитрая усмешка, отражающая её коварный характер. Одеяние, обтягивающее её фигуру, выполнено из темной кожи и украшено металлическими элементами, которые сверкают при каждом её шаге."
  },
  "cleric": {
    "male": "Перед вами стоит сатир, высокий и статный, с рогами, изогнутыми вверх, словно изысканные кулаки. Его пушистая шершавая кожа имеет оттенок светло-коричневого, а ярко-зеленые глаза искрятся мудростью и весельем. Он одет в простую, но аккуратную рясу, украшенную символами своего бога, а на поясе у него висит небольшой мешочек со святыми травами. В его манерах чувствуется спокойствие и уверенность, когда он с теплотой общается с окружающими, проповедуя идеи гармонии и взаимопомощи.",
    "female": "Перед вами стоит изящная сатирша с яркой, персиковой кожей и завивающимися рогами, весело извивающимися на голове. Её глаза сияют, как изумрудные огоньки, полные жизненной энергии и мудрости, а на запястьях висят мелодичные браслеты, которые звенят при каждом движении. Она одета в простую, но эффектную рясу, украшенную сложным узором, символизирующим её веру, и в руках держит посох с изваженной ветвью, сверкающей магическим светом. Когда сатирша говорит, её голос звучит необычайно мелодично, напоминая о древних песнях, полных благословений и надежд."
  },
  "druid": {
    "male": "Перед вами стоит внушительный сатир с крепким телосложением и загорелой кожей, покрытой легким пушком. Его завитые рога изящно обвивают голову, а зелёные глаза сверкают умом и добротой. Он облачён в простую, но аккуратно сшитую одежду из натуральных тканей, на его плече висит кожаная сумка, полная трав и загадочных снадобий. В его движениях ощущается грация лесного существа, а голос звучит мелодично и успокаивающе, как шёпот ветра среди деревьев.",
    "female": "Перед вами стоит грациозная сатирша с изогнутыми рогами, обвитыми зелеными лианами, которые излучают легкий свет. Ее глаза, словно глубокие озера, переливаются всеми оттенками зелени, а кожа покрыта мелкими, змеевидными узорами. В руках она держит древко, украшенное древесными символами и яркими ягодами, что придает ей ещё более мистический вид. Сатирша двигается легко и плавно, ее каждое движение источает уверенность и связь с природой, как будто она сама является частью леса вокруг."
  },
  "necromancer": {
    "male": "Перед вами стоит сатир с гладким, зелёным рогом, изгибающимся вверх от лба, и хитрыми, проницательными глазами, словно отражающими древние тайны. Его мускулистое тело обвито тёмными, меховыми повязками, придающими ему зловещий вид, а под ногами слышен едва заметный шёпот заклинаний, которые он неуклонно вынашивает в своем уме. В руках он сжимает изысканный посох, верхушка которого украшена черепом, а из его уст доносятся шутки, наполненные сарказмом и тёмным юмором. Его манера движения излучает уверенность, ведь он знает, что каждый его шаг приближает его к власти над мертвыми.",
    "female": "Перед вами стоит загадочная сатирша с темной аурой, её рога изящно изгибаются в стороны, обрамляя лицо, светящееся бледным лунным светом. Черные, как смоль, волосы падают на спину волнами, и в них запутаны легкие светящиеся украшения, усиливающие её колдовскую харизму. На ней одето одеяние из темной ткани, украшенное мистическими знаками, а сами руки обвиты бесцветными перчатками, словно подчеркивающими её связь с миром мертвых. Она движется грациозно и уверенно, а в её глазах сверкает хитрый огонёк, намекающий на тайные знания и магические силы, которые она с лёгкостью использует."
  },
  "ninja": {
    "male": "На переднем плане стоит сатир с грациозным телосложением, его мускулистые конечности обвиты легкой тканью, позволяющей свободно двигаться. Однако на его лице выразительные черты, уши острые, как у козла, а взгляд полон хитрости и озорства, притягивающий внимание. Он ловко маневрирует, как будто готовый к быстрой атаке, а мягкий звук его шагов едва слышен, словно он передвигается по воздуху. В его руках сверкает изящно оформленный кинжал, который он держит с уверенностью и мастерством.",
    "female": "Перед вами стоит сатирша с грациозной фигурой и игривыми чертами лица. Её длинные рога изящно изогнуты назад, обвивая кудрявые волосы, что придаёт ей загадочный и экзотический вид. На ней облегающая одежда из легкой ткани, позволяющая свободно двигаться, с множеством карманов для важных инструментариев и оружия. С лёгкой улыбкой и быстрой реакцией она кажется готовой к действиям, каждый её шаг наполнен уверенностью и ловкостью."
  },
  "paladin": {
    "male": "Перед вами стоит высокий сатир, с крепким телосложением и мускулистыми конечностями. Его рога грациозно изогнуты назад, а густые усы и борода обрамляют улыбчивое, но решительное лицо. На нем сверкающая броня, украшенная символами удачи и света; в одной руке он держит тяжелый меч, а в другой  массивный щит, украшенный изображением бога, которому он служит. Его уверенные движения и уверенный взгляд излучают благородство и готовность броситься в бой за добро и справедливость.",
    "female": "Перед вами стоит впечатляющая сатирша с благородным слепком. Ее стройное тело покрыто мягкой светло-коричневой шерстью, а изящные рога gracefully закручиваются назад, обрамляя лицо с выразительными глазами, переливающимися как изумруд. На ее броне, украшенной изысканными орнаментами, видны следы битв, а меч, находящийся при ней, словно жаждет сразиться за правое дело. Она движется с уверенностью и грацией, напоминая о том, что несмотря на внешний вид, в ее сердце живет доблесть и решимость защитить слабых."
  },
  "ranger": {
    "male": "Перед вами стоит статный сатир с изящно закрученными рогами, которые придают ему угрожающий, но в то же время харизматичный вид. Его верхняя часть тела обнажена, выставляя на показ мускулистые плечи, а на талии висит кожаный пояс с множеством карманов, полный съедобных трав и мелких инструментов. Гладкая шершавая поверхность его ног, покрытых узкими лохмотьями, говорит о том, что он привык к жизни на природе и ловко передвигается среди деревьев и кустов. В его глазах горит огонек духа приключений, и при каждом шаге ощущается уверенность, словно он всегда готов к неожиданным столкновениям с дикими животными или недоброжелателями.",
    "female": "Перед вами стоит грациозная сатирша, её длинные козлиные ноги обуты в высокие сапоги из мягкой кожи, что позволяет ей бесшумно передвигаться по лесу. У неё яркие, озорные глаза, искрящиеся под солнечными лучами, а её волосы, заплетенные в свободные косички, украшают мелкие листья и цветы. Она одета в легкую, но прочную одежду, идеально подходящую для путешествий, а на спине у неё висит лук, готовый к использованию. Каждый её жест полон уверенности и ловкости, что выдает её опытного рейнджера, который чувствует себя в своей стихии."
  },
  "samurai": {
    "male": "Перед вами стоит необычный самурай с телом сатиром, на котором описаны характерные черты: мощные мускулы и покрытая волосами нижняя часть тела. Его рога изогнуты назад, добавляя ему вида грозного воина, в то время как лицо украшает широкая ухмылка и выразительные глаза, полные древней мудрости. На нем надета легкая броня, оттенки которой гармонируют с его природной окраской, а на поясе висят несколько катан, готовых к бою. Он движется с уверенной грацией, несмотря на свою массивность, и излучает ауру дисциплины и благородства, притягивая внимание всех вокруг.",
    "female": "Перед вами грациозная сатирша с изящными рогами, изогнутыми как у антуражного искусства. Ее рыжие волосы, словно пламя, падают на плечи, а сверкающие зелёные глаза полны решимости и уверенности. Облаченная в традиционную самурайскую броню, она легко и уверенно держит в руках катану, готовую к любому вызову. Легкие шаги и ловкие движения выдают в ней не только воинский дух, но и гармонию с природой, что подчеркивает каждое её движение."
  },
  "thief": {
    "male": "На переднем плане стоит высокий сатир с ухоженной шерстью, цвета свежей листвы, украшенной легкими блестками. Его пронзительные желтые глаза, полные хитрости, сканируют окружающее пространство, а смешанная улыбка на лице говорит о его бескорыстном намерении. Обутый в легкие кожаные ботинки, он движется с удивительной грацией, а его изогнутые рога добавляют в его образ нотку дикой элегантности. За поясом виднеются инструмент для взлома и небольшой кинжал, готовые к работе в любой момент.",
    "female": "Перед вами стоит изящная сатирша с округлыми чертами лица и яркими зелеными глазами, сверкающими мошенническим огоньком. Ее рога, изогнутые и грациозные, придают дополнительный шарм, а вьющиеся кудри, обрамляющие лицо, искрятся на солнечном свете, словно травы на утренней росе. Одеяние из легкой ткани свободно облегает фигуру, позволяя легко двигаться, а на поясе приспособления для воровства легким звоном напоминают о её опасных навыках. Она с хитрой улыбкой наблюдает за окружающими, словно в поисках следующей жертвы для своего ухищрения."
  },
  "vampire": {
    "male": "На вас смотрит загадочный мужской сатир с изящными рогами, закрученными в спираль, которые резко контрастируют с его бледной кожей. Его глаза светятся красным светом, излучая уверенность и немного угрозы, а острые зубы делают улыбку не только привлекательной, но и пугающей. Одет в элегантную черную одежду, подчеркивающую его подтянутую фигуру, он двигается с грацией и легкостью, словно охотник в ночи. В его манере общения таится тонкий сарказм и провокация, что делает каждую фразу интригующей и опасной.",
    "female": "Перед вами стоит загадочная сатирша с тонкими рогами, изогнутыми к небу, придающими ей экзотический вид. Её кожа имеет светлый, чуть зеленоватый оттенок, а яркие фиолетовые глаза сверкают с хитрой искоркой, словно они видят больше, чем просто окружающий мир. Вьющиеся волосы, цвета глубоких чернил, ниспадают ей на плечи, обрамляя лицо и придавая таинственность её образу. Она движется с легкостью и грацией, словно танцует, а её улыбка может одновременно привлекать и отталкивать, оставляя за собой ауру таинственности и искушения."
  },
  "warlock": {
    "male": "Перед вами стоит загадочный сатир с волшебным блеском в глазах. Его рога, закрученные подобно виноградным лозам, добавляют ему устрашающего шарма, в то время как густая шершавая шерсть покрывает его нижнюю часть тела. Он одет в мантии из темной ткани, украшенные символами древней магии, которые мерцают слабыми огоньками, словно звезды на ночном небе. Легкая ухмылка на его лице и ровная, уверенная походка выдают его уверенность и мощь, приобретаемые благодаря тайным знаниям и заклинаниям, которыми он владеет.",
    "female": "Перед вами стоит загадочная сатирша, облаченная в длинную косую мантию, украшенную узорами из таинственных символов. Ее яркие, слегка изогнутые рога обрамляют лицо с тонкими чертами и зловещей улыбкой, а глаза сверкают непокорным огнем, указывая на её магические силы. В руках она держит красиво оформленный жезл, на верхушке которого сверкает яркий, темный кристалл, словно впитывающий свет вокруг. Несмотря на её игривое поведение, в воздухе витает нечто пугающее, облетая её, как тень."
  },
  "warrior": {
    "male": "Перед вами стоит сатир, облачённый в грубую, но прочную броню, которая блестит на солнечном свете. Его оливковая кожа покрыта мелкими шрамами, свидетельствующими о многократных сражениях, а рога, вздымающиеся над головой, кажутся мощными и грациозными одновременно. Он уверенно держит в руках массивный меч, который сверкнёт, если его правильно обработать, и смотрит на вас с нахальным блеском в глазах. В его ногах, с характерным ритмом, слышно, как он нетерпеливо постукивает копытами, будто ожидая очередного вызова к действию.",
    "female": "Перед вами стоит удивительная сатирша, облачённая в ловкую броню, которая подчеркивает её мускулистую фигуру. Её рога изогнуты и украшены затейливыми узорами, а на лице играют уверенная улыбка и игривый блеск глаз, полных жизни и остроумия. В её руках крепко держится массивный меч, который выглядит так, будто способен разметать врагов одним ударом. Каждый её шаг излучает уверенность, а легкая грация, с которой она движется, выдаёт в ней настоящего воина, готового к бою."
  },
  "witch": {
    "male": "Перед вами стоит сатир с копытами, обутыми в изящные сандалии, украшенные небольшими амулетами. Его зеленоватая кожа покрыта узорами, напоминающими листву, а на лбу гордо возвышаются рога, изящно изогнутые и увенчанные плющом. В руках он неспешно крутит ветвь, обвязанную разноцветными нитями, а его глаза искрятся игривым и загадочным светом. Слова, которые он произносит, полны магии и таинственности, выдает его опыт и глубокое понимание волшебства.",
    "female": "На вас смотрит загадочная сатирша, её яркие зелёные глаза излучают таинственный свет, словно они видят больше, чем просто окружающий мир. Кудрявые рога, закрученные как спирали, изящно растут из её волос, которых много и они переливаются разными оттенками, словно лесная подстилка. Её наряд, выполненный из тончайших тканей и украшенный природными мотивами, подчеркивает гибкие линии тела, а в руках она держит изящную метлу, кажется, готовую к колдовству в любой момент. Легкий смех, который выходит из её уст, имеет волшебное звучание и притягивает к себе, вызывая желание узнать её тайны."
  }
}