{
  "anti-paladin": {
    "male": "Словно живое воплощение шторма, этот штормовой великан потрясает своим внушительным ростом и мускулистым телосложением. Его кожа, серо-синего оттенка, напоминает бурные небеса, а длинные волосы, как облака, развеваются при каждом его движении. Доспехи, чернели как грозовые тучи, покрыты шрамами сражений, а в руке он держит массивный меч, излучающий зловещий свет. Его глаза сверкают, как молнии, полные ярости и намерения, пронизывающе смотрят на всех, кто осмелится встретить его взгляд.",
    "female": "Перед вами стоит могучая штормовая великанша, её фигура возвышается над окружающими, а её кожа цвета облаков и морской пены излучает холодное сияние. Густые волосы, словно закрученные в ураган, вьются вокруг её яркого лица, где сверкают глаза молнии, полные гнева и решимости. Она одета в темные доспехи, украшенные символами разрушения, и в её руках лежит массивный меч, притененный холодным блеском. Каждое её движение отличается грацией и силой, вызывая страх и восхищение у тех, кто осмеливается приблизиться."
  },
  "cleric": {
    "male": "Перед вами высоченный великан с мощным телосложением и кожей, мерцающей, как бурное море. Его длинные, вихревые волосы цвета грозы вечно колышутся, словно ветер пронзающий их. На груди у него красуется символ молнии, еле ощутимый под слоями его священной доспехи, а в руках  массивный посох, окутанный синими рунами, излучающими мягкий свет. Несмотря на его грозный вид, великан излучает ауру спокойствия и уверенности, готовый прийти на помощь и защитить своих спутников в любой ситуации.",
    "female": "Перед вами стоит величественная штормовая великанша, обладающая внушительной физической силой и грацией. Её длинные, темные волосы, словно ветер, развиваются вокруг неё, отражая её связь с громом и молнией. Накрытое светлое одеяние обвивает её могучую фигуру, украшенное символами божества, которому она служит. Сосредоточенный взгляд и уверенная postura демонстрируют её решимость и готовность защищать тех, кто нуждается в помощи."
  },
  "druid": {
    "male": "Перед вами стоит высоченный великан, его фигура внушительная и грациозная, высокий рост подчеркивает могучие мускулы и обтекаемую, словно вылепленную из облаков, кожу. Волосы его длинные и беспокойные, как бурные морские волны, синие и серебристые, они переливаются на свету, как штормовые облака. В руках он крепко держит посох, покрытый неясными рунами, из которого иногда струятся искры электричества при каждом его движении. Прохлада, исходящая от него, словно греет и одновременно настораживает, чувствуя, что он близок к природной стихии, объединив в себе мощь лесов и трудно уловимую энергию морских бурь.",
    "female": "Перед вами стоит величественная штормовая великанша, ее фигура внушает уважение и силу. Длинные, как молнии, волосы переливаются всеми оттенками синего и белого, будто сама буря затевает танец на ее голове. На ее коже видны древние руны, завивающиеся вдоль мускулистых рук и ног, что свидетельствует о ее связи с природой и силой стихий. Она движется грациозно, уверенно, с легким свистом ветра, который сопровождает каждое ее движение, а в глазах горит яркий свет, напоминая вспышки грозы."
  },
  "necromancer": {
    "male": "Перед вами высокий и внушительный штормовой великан с гораздой густой белоснежной бородой, изредка свисающей на его грудь. Его кожа, цвета грозового неба, покрыта магическими символами, которые сверкают при каждом колебании его могучего тела. В его глазах сияет темный свет, и, кажется, с каждым вздохом он вызывает легкий ветер, который обвивает его и шепчет забытую магию. На его плечах лежит тяжелый плащ, украшенный рунными узорами, который, как кажется, струится подобно облакам, когда он движется, угрожающе и величественно.",
    "female": "На первом взгляде, она выглядит внушительно и грозно, с могучей фигурой, покрытой синевато-серебристой кожей, как будто отражающей штормовые облака. Её длинные волосы, как водопад из молний, развиваются в воздухе, создавая ощущение постоянной энергии вокруг. Глаза, сверкающие как звёзды, пронизывают вас своим холодным взглядом, полным тайны и власти над жизнью и смертью. Она движется с грацией, присущей представителям её расы, однако каждый шаг наполнен мощью, как будто вокруг неё накапливаются тучи и ветер."
  },
  "ninja": {
    "male": "Взгляд падает на могучего штормового великана с величественным телосложением, которого невозможно не заметить. Его кожа цвета штормового неба с предвещающими дождь оттенками, а длинные волосы, как вихри ветра, развиваются позади него. На нем одеты легкие, но прочные доспехи, скрывающие совершенные мускулы, а в руках находится набор острых метательных звезд, заостренные как молнии. Он движется с удивительной грацией, его шаги почти бесшумны, словно он сливается с гулом далеких гроз, а в глазах горит огонь бесстрашия и решимости.",
    "female": "Перед вами стоит величественная штормовая великанша, её мощное тело крепко скреплено мускулами, что выдает её физическую силу и боевую подготовку. Она одета в легкую черную ткань, позволяющую ей бесшумно двигаться и ловко избегать обнаружения, а красные акценты на одежде подчеркивают её связь с элементами шторма. Глаза её сверкают, как молнии, и полны решимости, а длинные волосы, словно облака, развиваются за ней, когда она перемещается на грани между тенью и светом. Она уверенно держится, мастерски владея своими навыками, готова к неожиданным атакам, как буря, что подходит с неба."
  },
  "paladin": {
    "male": "Перед вами стоит величественный штормовой великан. Его массивное тело покрыто светло-синими и серыми узорами, напоминающими бушующие волны и молнии. В руке он удерживает тяжелый щит, украшенный символами грома, и сверкающий меч, излучающий магическое свечение. Несмотря на его внушительные размеры и грозный вид, в глазах читается решительность и стремление защищать слабых, а манера поведения выдает благородство и достоинство паладина.",
    "female": "Перед вами стоит внушительная штормовая великанша, обладающая мощным телосложением и сильными чертами лица, напоминающими о бурных морях. Её глаза сверкают, как молнии в ночном небе, а длинные волосы, подобно водопадам, развеваются вокруг, испускают легкий аромат морской соли. На ней доспехи, украшенные символами грома и воды, которые подчеркивают её священную клятву. В её уверенном взгляде чувствуется решимость и готовность защищать слабых, как истинный паладин."
  },
  "ranger": {
    "male": "Перед вами величественный штормовой великан, его рост внушителен, и его мощное телосложение, кажется, излучает силу элементов. Его кожа оттенка темных облаков, а волосы, длинные и развевающиеся, выглядят словно ветры, обрывающие штормовые тучи. На нем изношенная кожа, украшенная налетом морской соли и высеченными символами, рассказывает о его многолетних скитаниях по бурным морям. Он уверенно держит в руках хорошо отточенный лук, а его проницательный взгляд всегда сосредоточен на цели, словно он ощущает движения мира вокруг себя.",
    "female": "Перед вами высокая и мощная великанша, её голубая кожа сверкает, словно бурные морские волны под светом луны. На её спине крепится длинный лук, а рядом весело болтаются стрелы, украшенные перьями, собранными с редких птиц, обитающих лишь в высоких горах. Взгляд её серых глаз полон решимости и силы, а волосы, как буря, развевались на ветру, придавая ей угрожающее и завораживающее очарование. Она ведет себя уверенно и легко, каждый её шаг  это выражение силы и грации, словно она слилась с самой природой."
  },
  "samurai": {
    "male": "Перед вами стоит высокий и внушительный великан с могучими плечами и крепким телосложением, словно созданный из самого краеугольного камня. Его кожа покрыта шрамами и блестит, как застывшая морская пена, а глаза сверкают, как молнии, когда он внимательно осматривает окружающих. Он облачён в доспехи, мастерски выточенные из черного металла, на которых вырезаны изображения бушующего океана и силуэтов штормов. Его стойкая поза и уверенные движения выдают в нём истинного самурая, готового сражаться за честь и справедливость в любом бою.",
    "female": "Перед вами стоит величественная штормовая великанша, облаченная в сверкающие доспехи, которые напоминают о бушующих морях и громыхающих небесах. Ее длинные белоснежные волосы развеваются словно облака в бурю, а ярко-синие глаза сверкают решительностью и мудростью. В руках она крепко держит катану, сверкающую, как молния, готовая к любому вызову. Каждый её шаг звучит, как сильный удар волн о скалы, а уверенная осанка и грозный взгляд внушают уважение и страх одновременно."
  },
  "thief": {
    "male": "Перед вами внушительного роста мужчина-штормовой великан, его мускулы, как будто выкованы из самой бурной стихии. В его проницательных глазах сверкают молнии, а волосы вихрятся, словно облака перед грозой. На нем надеты легкие, но прочные одежды из темного материала, позволяющие ему двигаться незаметно, несмотря на его размеры. Он ловко манипулирует инструментами своего ремесла, словно танцует на грани между светом и тенью, всегда готовый к действию.",
    "female": "Перед вами стоит величественная штормовая великанша, её рост и мощь внушают уважение. Волосы цвета молний развеваются на ветру, а глаза, такие яркие как буревестник, излучают хитрый огонёк. На ней облегающая одежда из темной кожи, украшенная элементами, напоминающими морские волны, что придаёт ей таинственность. Она движется плавно и уверенно, словно знает каждый уголок своего подводного мира, при этом её уверенные шаги выдают тонкую хитрость, скрытую за маской величия."
  },
  "vampire": {
    "male": "Перед вами стоит внушительный штормовой великан, облачённый в тёмные, парящие одежды, будто сотканные из самой бури. Его кожа иссиня-черного цвета, с глубокими трещинами, из которых пробиваются яркие синие молнии, придавая ему зловещий вид. Глаза, как кипящие воронки, излучают холодный свет, и в них таится древняя мудрость и беспощадная жажда. Каждый его шаг вызывает легкое трепетание воздуха, словно он готов разразиться бурей в любой момент.",
    "female": "Перед вами стоит величественная штормовая великанша, её форма радует глаз: высокая и мощная, она излучает уверенность и загадочность. Её длинные, струящиеся волосы цвета молний кажутся живыми, а глаза сверкают красным, словно угли, наполненные жаждой. В её одежде, сделанной из темных тканей, облегающих фигуру, видны аккуратные детали, напоминающие о бурях, которые она может вызвать. От неё исходит холодный, жгучий ветер, и её улыбка полна магии и опасности, словно предвещает наихудшее."
  },
  "warlock": {
    "male": "Перед вами стоит величественный штормовой великан, его фигура внушительна и угрожающа. Густые волосы, как облака, клубятся вокруг его головы, словно ураган, а глаза сверкают, как молнии в ночном небе. Он одет в темную мантию, украшенную символами стихий, и на его руках видны таинственные татуировки, светящиеся при напряжении магии. Его голос глубок и резонирующий, звучит как раскат грома, когда он произносит заклинания или общается с окружающими.",
    "female": "На первый взгляд, перед вами стоит величественная штормовая великанша, её фигура словно вырезана из массивного камня, с мощными мускулами, обтягивающими tёмно-синие одеяния, которые колышутся, как волны на море. Её длинные, серебристые волосы струятся по плечам, излучая лёгкий свет, словно звёзды на ночном небе, а глаза сверкают, как молнии, полные магии и силы. Она уверенно держит в руках изысканный жезл, украшенный раковинами и морскими кристаллами, а её голос звучит, как громкий призыв, способный повергнуть в шок даже самого стойкого противника. Словно сплетение ветров, её движения плавные и грациозные, и каждый шаг оставляет за собой лёгкий шёпот шторма."
  },
  "warrior": {
    "male": "На горизонте возвышается впечатляющий штормовой великан, его могучая фигура не оставляет равнодушным ни одного зрителя. Огромные плечи, обрамленные тяжелыми доспехами, украшенными символами молний, излучают силу и уверенность. Его глаза сверкают, как грозовые тучи, полные энергии, а каждый шаг отзывается гулким звоном, словно раскаты грома. В его руке крепко сжат массивный молот, готовый в любой момент нанести сокрушительный удар.",
    "female": "Перед вами стоит величественная штормовая великанша, её длинные волосы цвета бурь распущены и развеваются, словно облака, готовые к грозе. На ней тяжелая броня, покрытая символами грома и молний, а её мощные руки крепко сжимают огромный меч, готовый к битве. Глаза её сверкают так же ярко, как молнии, пронизывающие небеса, а её уверенная поза выдает силу и решимость, присущие истинным воинам. Она испускает ауру бесстрашия и мощи, вселяя уважение и трепет в сердца тех, кто осмеливается взглянуть на неё."
  },
  "witch": {
    "male": "Перед вами величественный штормовой великан, облачённый в свободные черные robes, которые развиваются на ветру, словно облака на небе во время шторма. Его лицо украшает долгий, седой бородой, в глубине которой сверкают искры, напоминающие молнии, а глаза сияют неподдельным голубым светом, полным мудрости и силы. Он медленно двигается, при каждом шаге заставляя землю слегка дрожать под собой, а его голос, низкий и могучий, звучит как гром. В его руках изогнутый посох, усаженный камнями, которые pulsируют энергией, и он словно призывает к себе силы природы, готовый поделиться своими знаниями с теми, кто осмелится приблизиться.",
    "female": "Перед вами величественная штормовая великанша, её фигура высока и мощна, а кожа переливается оттенками синего и серого, будто отражая бушующее море. Длинные, волнистые волосы, цвета бурного облака, обвивают её плечи, а на них сверкают капли воды, как дожди на утренней росе. В её глазах сверкает торжествующая и непоколебимая сила, они, как бездонные океанские глубины, притягивают и пугают одновременно. На её изящных yet могучих руках висят ожерелья из ракушек и морских глубин, они придают ей загадочность и подчеркивают её связь с природой."
  }
}
