{
  "anti-paladin": {
    "male": "Перед вами стоит невысокий свирфнеблин с глубокими карими глазами, излучающими холодный блеск. Его кожа, покрытая легкой серой чешуей, придает ему зловещий вид, а острые черты лица и угловатая линия подбородка подчеркивают его мрачный характер. Он облачен в черную броню, украшенную красными символами, с тяжелым мечом на бедре, готовым в любой момент отразить любой вызов. Поведение свирфнебли настороженное и расчетливое  каждый его шаг наполнен уверенностью и намерением действовать только в своих интересах.",
    "female": "Перед вами стоит стройная женщина-свирфнебли с бледно-синими чертами лица, которые контрастируют с её темной, почти черной одеждой. Она одета в легкие доспехи, украшенные зловещими символами, а её длинные волосы цвета ночного неба развеваются за спиной, словно тень. Глубокие карие глаза полны дерзости и уверенности, а на губах играет едва заметная ухмылка, излучающая зло и уверенность. Каждый её шаг наполнен грацией, и кажется, что вся её осанка говорит о безжалостности и решимости, что делает её почему-то одновременно завораживающей и пугающей."
  },
  "cleric": {
    "male": "Перед вами стоит свирфнеблин, с малым, но крепким телосложением и изящными чертами лица. Его серо-синие волосы аккуратно зачесаны назад, а на лбу светится маленький символ благодати, означающий его преданность божеству. В руках он держит посох, украшенный резьбой, и на его груди виден одеяние священника, сшитое из мягкой ткани, которая кажется практически невесомой. Слегка сутулившись, он излучает ауру спокойствия и мудрости, а его голос тихий, но уверенный, словно он всегда знает, что сказать в трудную минуту.",
    "female": "Перед вами стоит женщина-свирфнебли, низкого роста, с ярко-голубой кожей, которая сверкает в тусклом свете. Её волосы, длинные и светло-серые, аккуратно собраны в косу, а на лбу видны тонкие татуировки, складывающиеся в магические символы. Она носит длинную, свободную robу из светлой ткани, украшенную изящными узорами, и на шее у неё висит амулет в форме священного знака, символизирующего её веру. Несмотря на её нежный вид, в глазах горит решимость, а когда она говорит, её голос звучит уверенно и ободряюще."
  },
  "druid": {
    "male": "На вас смотрит маленький свирфнеблин, его кожа имеет нежный серо-голубой оттенок, а глаза сверкают как два янтаря. В длинных волосах, заплетенных в косички, видны цветные нитки, украшенные листьями и мелкими цветами, которые он собирал в своих путешествиях. Одета в лёгкую одежду из натуральных материалов, она мягко облегает его фигуру, позволяя свободно двигаться и прикасаться к природе. Он излучает спокойствие и мудрость, с легкой улыбкой наблюдая за окружающим миром, словно понимая язык каждой травинки и ветра.",
    "female": "Перед вами стоит изящная женщина-свирфнебли, её кожа светло-голубая, а волосы, начинаясь от макушки, плавно переходят в оттенки яркого фиолетового. Она одета в легкую одежду из натуральных тканей, украшенную зелеными и коричневыми узорами, которые напоминают листву и ветви. В её тонких руках сверкает посох, украшенный драгоценными камнями, излучающими мягкое свечение, как будто они хранят в себе силу природы. Её взгляд спокоен и проницателен, излучая мудрость древних лесов, а движения грациозны, словно танец ветра среди листвы."
  },
  "necromancer": {
    "male": "Перед вами невысокий свирфнеблин с нахмуренными бровями и проницательными глазами, которые сверкают как редкие драгоценные камни в полумраке. Его кожа имеет бледный, почти прозрачный оттенок, что придает ему призрачный вид, а длинные, тонкие пальцы кажутся слегка дрожащими, когда он манипулирует заклинаниями и магическими предметами. Одет в потертую черную мантии, из которой выглядывают странные амулеты и аксессуары, он излучает ауру таинственности и власти, словно имел дело с потусторонними силами. Его голос хриплый и тихий, но в нем кроется неподдельная уверенность, которой он завладел, обучаясь искусству некромантии.",
    "female": "Перед вами стоит загадочная женщина-свирфнебли, облаченная в темные, струящиеся одежды, которые кажутся сшитыми из теней. Её светлая кожа резко контрастирует с мрачными оттенками её одеяний, а яркие, почти светящиеся глаза излучают холодный интеллект и уверенность. Длинные волнистые волосы падают ей на плечи, слегка колышась, когда она движется, а на её пальцах блестят кольца с таинственными камнями, которые излучают тусклый свет. Она держит в руках древний посох, верхушка которого украшена черепом, и её манера речи полна уверенности, словно каждое слово наделено магией."
  },
  "ninja": {
    "male": "Перед вами стоит небольшой, ловкий свирфнеблин с гладкой тёмной кожей и острыми чертами лица, обрамлённого длинными, спутанными волосами. Его костюм тёмного цвета едва заметен, так как он пронизан множеством карманов и скрытых отделений для оружия и инструментов. Он движется с грацией и быстротой, присущими настоящему нинзе, и его глаза сверкают от проницательности и хитрости. За его спиной висит парочка укораченных дагов, готовых к бою, придавая ему внушительный, но незаметный вид.",
    "female": "Перед вами стоит женщина-свирфнебли, её кожа мягкого голубоватого оттенка мерцает в тусклом свете. Она одета в облегающее черное одеяние, которое позволяет ей бесшумно передвигаться, и её движение напоминает танец  грациозное и неуловимое. На её лице нет лишних эмоций, только концентрация и решимость, глаза блестят умом и хитростью. В руках она держит тонкие кинжалы, острые, как её ум, готовые в любой момент вылететь из её скрытого запаса."
  },
  "paladin": {
    "male": "Перед вами стоит невысокий свирфнеблин с изящной фигурой и светлой кожей, которая блестит под лучами света. Его глаза, словно два сверкающих сапфира, пронизаны решимостью и благородством. На нем надета массивная латная броня, усыпанная тонкой росписью, подчеркивающей его святое призвание, а в руке он держит сверкающий меч, символизирующий его верность клятве. Несмотря на его небольшой рост, в его стойкой и уверенной осанке читается сила и уверенность, он готов защитить слабых и бороться за справедливость.",
    "female": "Перед вами стоит женщина-свирфнебли, её кожа имеет мягкий, светло-серый оттенок, который слегка сверкает при свете. Она высокая и стройная, с длинными серебристо-голубыми волосами, которые спадают каскадом по плечам. На ней доспехи, блестящие и украшенные изящными узорами, с символом священного обета, четко видимым на груди. Её глаза светятся решимостью и добротой, а манера держаться говорит о силе и уверенности, которой могла бы позавидовать любая воительница."
  },
  "ranger": {
    "male": "Перед вами стоит небольшой свирфнеблин с гладкой кожей цвета светлой земли, его особенные черты лица подсвечиваются мягким светом. Он облачен в легкую кожу, украшенную различными амулетами, которые трепетно звенят при каждом его движении. Уши слегка заостренные и острые, а глаза сверкают ярким светом, наблюдая за окружающим миром с любознательностью и хитринкой. В руках он держит лук, который кажется продуманным и уютным, готовым выстрелить в любую секунду, если потребуется.",
    "female": "Перед вами стоит женщина-свирфнебли, у которой светлая кожа с лёгким оттенком голубого. Её длинные волосы, словно водопад, струятся по спине и переливаются в мягком сиянии, отбрасывая тени на её округлые черты лица. В руках она держит изогнутый лук, который выглядит так, будто сделан из дерева, полированного до зеркального блеска, а на её бедре висит изящный нож с резным клинком. Движения её ловки и грациозны, а взгляд полон уверенности  она внимательно изучает окружающий мир, словно прислушивается к каждому шороху."
  },
  "samurai": {
    "male": "Стоя перед вами, свирфнеблин с выражением решимости на лице выглядит внушительно. Его малый рост и стройное телосложение не мешают ему излучать уверенность, а длинный катана, подвешенный к боку, только подчеркивает его боевые навыки. Кожа его светлая, с легким оттенком синевы, а волосы завязаны в аккуратный хвост, что придает ему вид строгого воина. Взгляд его проницательный и внимательный, словно он всегда готов к действию, анализируя окружающий мир с холодным расчетом самурая.",
    "female": "Перед вами стоит женщина-свирфнебли, её кожа светло-серая с легким блеском, как будто немного влажная. Её короткие волосы, словно облака, окутывают подбородок, а в ушах сверкают небольшие серьги из драгоценных камней. На ней надета традиционная самурайская доспеха, которая, хоть и выглядит тяжёлой, не стесняет её движений; при каждом шаге она демонстрирует уверенность и грацию. В её руках крепко держится катана, лезвие которой сверкает в свете, а глаза, полные решимости, сверкают, как звёзды в ночном небе."
  },
  "thief": {
    "male": "Перед вами стоит небольшой свирфнеблин, с кожей цвета тёмного камня, которая слегка блестит в свете. У него быстрое, ловкое тело и острые черты лица, которые выдаются высокими скулами и хитрыми, блестящими глазами. Он одет в тёмные, облегающие одежды, идеально подходящие для скрытного передвижения, и на его поясе висят различные карманы, полные инструментов и странных предметов. Его движения легки и осторожны, а улыбка на губах кажется одновременно обворожительной и опасной.",
    "female": "Перед вами стоит женщина-свирфнебли, её кожа светло-серая и слегка блестит на свету, как камень лунного света. Её короткие волосы черного цвета буйно растут и аккуратно зачесаны назад, открывая выразительные, яркие глаза, полные хитрости и любопытства. В её легком одеянии из мягкой ткани скрыты ловкие руки, которые, кажется, движутся с удивительной грацией, готовые к любым проделкам. Она уверенно стоит, готовая к действию, с лёгкой усмешкой на губах, обещающей неожиданные сюрпризы."
  },
  "vampire": {
    "male": "Перед вами стоит свирфнеблин, его кожа наделена лёгким сероватым оттенком, что придаёт ему зловещий вид. Узкие, ярко-жёлтые глаза словно сверкают в полумраке, выдавая его вампирскую природу, и из его тонких губ стекает капля крови. Он одет в тёмный плащ, который струится вокруг его худощавого тела, добавляя ему таинственности и грации. Его движения плавные и кошачьи, словно он всегда готов атаковать или укрыться в тенях.",
    "female": "Перед вами стоит загадочная женщина-свирфнебли, её кожа бледна, почти лунным светом. Её длинные, тёмные волосы спадают по плечам, создавая контраст с её яркими, светящимися глазами, полными хитрости и мудрости. Она движется грациозно, словно тень, а её тонкие зубы слегка виднеются, когда она изогревает губы в улыбке. Взгляд этой вампирши гипнотизирует, заставляя почувствовать смесь страха и притяжения, как будто в ней таится великая сила."
  },
  "warlock": {
    "male": "Перед вами стоит свирфнеблин, с характерной синеватой кожей, искрящейся в тусклом свете. Его глаза блестят тусклым светом, как драгоценные камни, а острые черты лица подчеркивают его утончённую красоту. Он одет в темные одеяния, обвивают его тонкие конечности, а на шее свисает амулет, излучающий магическую ауру. В его руках временно затаилась необычная книга заклинаний, словно он готов в любой момент призвать силы, с которыми заключил pact.",
    "female": "На вас смотрит женщина-свирфнебли, облачённая в тёмное одеяние, усыпанное звёздными узорами, будто бы сама ночь накрыла её плечи. Её волосы, светлые и пышные, струятся, словно облака, а яркие фиолетовые глаза сверкают магическим светом, наполняя пространство вокруг её загадочной аурой. Она держит в руках изящный посох, украшенный таинственными рунами, который явно служит ей сослуживцом в колдовских делах. Её движения плавные и уверенные, а голос, когда она говорит, способен заворожить и заставить внимать каждому слову."
  },
  "warrior": {
    "male": "Перед вами стоит мужественный свирфнеблин, его небольшое, но мускулистое тело говорит о долгих тренировках и боевых подвигах. Крепкая голова с выражением решимости и уверенности украшена густыми, серебристо-рыжими волосами, которые спадают на плечи. На его лице можно увидеть следы старых битв  шрамы, которые придают ему еще большую харизму. В руках он держит массивный меч, сверкающий сталью, а его postura излучает готовность к действию, словно он всегда на шаг впереди противника.",
    "female": "Перед вами стоит женщина-свирфнебли, с ее мелкодетализированным светло-синем лицом и выразительными глазами, как у сверкающих звезд. Ее физическая форма крепкая и мускулистая, свидетельствующая о долгих часах тренировок и сражений, а на плечах блестят доспехи, украшенные изящными узорами, которые подчеркивают грацию её движений. Её волосы, длинные и серебристые, свободно спадают по спине, словно водопад, а на поясе висит массивный меч, который она обращает с легкостью, словно он был пером. Несмотря на ее небольшую фигуру, стоит ощутить уверенность, которая излучается из неё  уверенность настоящего воина."
  },
  "witch": {
    "male": "Перед вами стоит невысокий свирфнеблин с кожей серо-голубого оттенка, ярко выделяющимися большими блестящими глазами, отливающими зеленым. Его длинные, изломанные волосы струятся по плечам, а на изящной голове надета старая шляпа с загнутыми краями, укрывающая множество оберегов и талисманов. Он одет в длинное нарядное платье, усыпанное мелкими символами и знаками, а в руках держит древний жезл, извивающийся как ползучее растение. Когда он говорит, его голос мягкий и шепчущий, пронизанный магией, и каждое его слово кажется наполненным таинственной силой.",
    "female": "Перед вами стоит изящная женщина-свирфнебли с ярко-голубой кожей, сверкающей в тусклом свете. Её длинные, темно-синие волосы спадают на плечи, украшенные мелкими звездными повязками и перьями. Она одета в длинное мантии из легкой ткани, расшитой загадочными символами, которые, кажется, светятся при каждом её движении. В руках она держит изогнутую палочку, с которой исходят тусклые искры, а её выразительные глаза внимательно изучают окружающий мир с любопытством и ясностью."
  }
}
