{
  "anti-paladin": {
    "male": "Перед вами стоит массивный тролль, его зеленоватая кожа покрыта шрамами и следами битв, свидетельствующими о его жестоком прошлом. Высокая, мускулистая фигура вселяет страх, а его зубы, напоминющие острые мечи, выглядывают из под грубой улыбки. На нём доспехи, собранные из оленьей кожи и металлических обломков, которые он явно подобрал у павших врагов, и зловещий черный плащ, развевающийся за спиной, придаёт ему угрожающий вид. Его глаза, наполненные тёмным огнём, излучают уверенность и ненависть к свету, и каждый его шаг звучит, как предвестие беды.",
    "female": "Перед вами стоит троллиха, её зловещая фигура излучает мощь и устрашающую привлекательность. Гладкая кожа серо-зеленого цвета с темными пятнами сверкает на свету, а длинные, острые клыки сверкнут, когда она улыбается. Её глаза, как яркие угли, горят жаждой власти и отваги, а черные доспехи, украшенные символами мрака, плотно облегают её могучее тело. В руках она держит массивный меч, который кажется одновременно милосердным и смертоносным, а её уверенная походка свидетельствует о том, что она не боится вступить в бой с кем угодно."
  },
  "cleric": {
    "male": "Перед вами стоит огромный тролль с серо-зеленой кожей, покрытой шрамами и старыми шрамами, свидетельствующими о его долгой жизни в битвах. Его лицо украшает длинная, горбатая морда с блестящими, желтыми глазами, излучающими уверенность и мудрость. На его плечах свисает волшебное одеяние, сделанное из грубого материала, с выжженными символами святых, подтверждающими его статус клерика. Он уверенно держит в руке железный посох, на верхушке которого сверкает яркий амулет, отражая свет, когда он движется.",
    "female": "Перед вами стоит троллиха с величественной фигурой и покровом из ярко-зеленой кожи, на которой видны затвердения и шрамы, свидетельствующие о ее возрасте и жизненном опыте. Ее большие, выразительные глаза светятся мудростью и добротой, а густые волосы, заплетенные в косы, украшены цветами и ветвями, словно она сама является частью природы. На ней облачение из простой, но элегантной ткани, дополненное символом богини, которому она служит, который свисает на традиционном ожерелье. В ее движениях ощущается уверенность и спокойствие, а каждый жест излучает заботу о тех, кто нуждается в помощи."
  },
  "druid": {
    "male": "Перед вами стоит внушительный тролль, облачённый в шкуры лесных животных, что подчеркивает его связь с природой. Его кожа, зелёного оттенка, местами покрыта мхом и лианами, что создаёт впечатление, будто он только что вышел из сердца леса. Высокий и мускулистый, тролль держит в руке древний посох, увитый живыми растениями, который словно пульсирует магической энергией. Несмотря на его грозный вид, в его глазах светится мудрость и спокойствие, как у тех, кто знает секреты лесных таинств.",
    "female": "На вас смотрит величественная троллиха, ее кожа покрыта извивающимися узорами мха и лишайников, что создает эффект сл融ения с природой. Глубокий зеленый оттенок ее глаз сверкает, как солнечный свет, пробивающийся сквозь листву, а ее длинные волосы, спутанные и ветвистые, постепенно теряются в естественном декоре леса. Она стоит уверенно, словно сама земля поддерживает ее, и каждое ее движение наполнено грацией, присущей лесным существам. В руках троллиха держит посох, искрящийся магической энергией, привлекающий внимание своей необычной формой, напоминающей ветку старого дерева."
  },
  "necromancer": {
    "male": "Перед вами стоит внушительный тролль с зелено-серой кожей, перепачканной следами неизвестных тёмных ритуалов. Его длинные, беспорядочно свисающие волосы смешаны с остатками каких-то зловещих веществ, а глаза горят жутким жёлтым светом, полным злого умысла. На груди у него свисает тёмный плащ, украшенный странными символами, которые, похоже, способны оживлять мёртвых. Он медленно двигается, словно каждое его действие обдумано, а в руках тролля держится посох, закованный в черную сталь, излучающий холод, способный лишать жизни всех вокруг.",
    "female": "Перед вами стоит троллиха, её кожа окрашена в бледно-зеленый цвет, изредка пересекаемый полосами темного оттенка. Гладкие, длинные волосы черного цвета ниспадают густыми прядями до плеч, скрывая часть её заостренных ушей. В глазах светится зловещий огонек, излучающий магию и таинственность, а на её губах играет усмешка, полная недобрых намерений. На запястьях и шее виднеются темные татуировки, рассказывающие о прошлом, полным кровавых ритуалов и запретных знаний."
  },
  "ninja": {
    "male": "Перед вами стоит массивный тролль, его кожа имеет зеленовато-серый оттенок, а мускулатура заметно выделяется под тонким слоем ткани, обвивающем его тело. В руках он держит два острых даггера, которые ловко переливаются на свету, когда тролль скользит из тени в тень, демонстрируя удивительную ловкость для своего роста. Его лицо украшает дымчатая маска, скрывающая глаза, но даже сквозь неё видно, что он сосредоточен и насторожен, готовый к мгновенному нападению. Каждый его шаг настолько тихий, что кажется, будто он скользит по земле, обходя любые звуки.",
    "female": "Перед вами стоит изящная троллиха, с длинными, гибкими конечностями, которые выдают её удивительную ловкость. Её кожа, покрытая зеленоватым оттенком, переливается в солнечных лучах, а острые черты лица придают ей загадочное и устрашающее очарование. Она облачена в облегающую чёрную одежду, украшенную тонкими узорами, идеально подходящими для скрытных движений. В её руках сверкает скрытое оружие, а взгляд полон уверенности и хитрости, словно она готова в любой момент броситься в атаку или исчезнуть в тени."
  },
  "paladin": {
    "male": "Перед вами стоит внушительный тролль, ростом почти три метра, с мускулистым телосложением и толстой, покрытой веснушками кожей зеленоватого оттенка. Его выразительные глаза сверкают решимостью, а по бокам от мощной челюсти свисают длинные клыки, придавая его лицу устрашающий, но благородный вид. На его груди красуется тяжелая броня, искусно украшенная символами света, а в руках он держит массивный меч, готовый к бою. Несмотря на его устрашающий внешний вид, в сердце этого тролля живёт непреклонная вера и желание защищать слабых.",
    "female": "Перед вами высочевая троллиха с мощным телосложением, её зеленоватая кожа блестит на солнце, обнажая мускулы, обрамлённые ратным доспехом, что вмещает в себя множество знаков святости. У неё длинные, заплетенные в косы волосы, украшенные перьями и металлическими украшениями, что придаёт её облику экзотичность и силу одновременно. Глаза яркого янтарного цвета излучают уверенность и решимость, а её благородная осанка выдаёт в ней истинного паладина, готового защищать слабых и сражаться за справедливость. Взгляд её полон мудрости и решимости, а на ушах болтаются небольшие серьги, которые тихо звенят при каждом её движении."
  },
  "ranger": {
    "male": "Перед вами стоит огромный тролль с крепким телосложением, его зеленоватая кожа покрыта шрамами и пятнами, как свидетельство долгих боев и приключений. На его широком плечах надета рваная шкура с мехом, а на поясе висят разнообразные трофеи: от звериных зубов до острых стрел, готовых к применению. Глаза тролля светятся хитрым умом и настороженностью, в них прячется та высокая степень интеллекта, которую не всегда ожидаешь от его расы. Он уверенно движется, совершая шаги с удивительной грацией для своего размера, и время от времени останавливается, прислушиваясь к звукам, окружающим его в этом мире.",
    "female": "Перед вами стоит троллиха, излучающая уверенность и грацию. Её зеленоватая кожа покрыта тонкими шрамами, что свидетельствует о множестве встреч с дикой природой. На ней надета легкая кожица, идеально подходящая для скрытности в лесу, а в руках она крепко держит длинный лук, готовая в любой момент поразить свою цель. Глаза её блестят дикой энергией, а лицо выражает решимость и готовность к приключениям."
  },
  "samurai": {
    "male": "Перед вами стоит внушительный тролль, облаченный в доспехи, которые хоть и кажутся громоздкими, но идеально подходят для его мускулистого телосложения. Его кожа темно-зеленого оттенка покрыта шрамами, свидетельствующими о многих битвах, а строгие черты лица придают ему серьезный и угрожающий вид. В одной руке он уверенно держит катану, лезвие которой сверкает, как будто было выточено из самого сердца горы, а другая рука беспечно покоится на бедре, ожидая команды к действию. Несмотря на его весёлый рост и внушительную мощь, в его глазах видна осмысленность и уважение к древним традициям самураев.",
    "female": "Перед вами стоит внушительная троллиха, облачённая в изогнутые доспехи, которые подчёркивают её мощную фигуру. Её смуглая кожа покрыта причудливыми узорами, а длинные, спутанные волосы, словно водопад, спадают на плечи. В руках она держит блестящий катану, уверенно обнажая клинок с изяществом опытного самурая. Несмотря на её грозный вид, в глазах сверкает мудрость и решимость, что внушает уважение и страх одновременно."
  },
  "thief": {
    "male": "Перед вами стоит внушительный тролль, высотой почти в два метра, с мускулистым телом и широкими плечами. Его кожа, серо-зеленого оттенка, испещрена шрамами и грязными пятнами, а лицо украшено острыми клыками, которые он не стесняется демонстрировать, когда улыбается. Воришка явно не лишен хитрости — в его пустых глазницах сверкает лукавство, а руки, как будто зная свое дело, ловко перебирают какие-то мелкие предметы. На нем плохо сшитая одежда из лоскутков, но с каждым движением под ней чувствуется мощь и скрытая ловкость, присущая настоящему мастеру подлости.",
    "female": "Перед вами стоит троллиха, высокое и изящное существо с зелёной кожей и длинными острыми ушами, заканчивающимися мягкими, бархатистыми кончиками. Её глаза, как две сверкающие янтарные искры, настороженно наблюдают за каждым движением вокруг, выдавая хитрость и сообразительность. Она одета в тёмную кожаную броню, плотно облегающую её фигуру, и выглядит так, будто каждое движение отточено до совершенства, как у настоящего мастера. В её руках вы заметите изящный короткий кинжал, который блестит в свете, готовый в любой момент нанести точный удар."
  },
  "vampire": {
    "male": "Перед вами стоит огромный тролль с темно-бурой кожей, покрытой глубокими морщинами и шрамами. Его длиные, острые клыки выглядывают из-под узкой губы, а красные, блестящие глаза испускают жуткий свет, выдает в нем голод вампира. На его мощных руках видны следы старых сражений, а витающий вокруг него запах земли и крови заставляет нервничать. Он bewegtся с удивительной грацией, прислушиваясь к звукам вокруг, готовый в любой момент атаковать или укрыться в тени.",
    "female": "На первый взгляд, перед вами стоит впечатляющая троллиха — её рост внушает страх, а кожа, бледная и кожистая, тянется над мускулистыми формами. Глубокие красные глаза сверкают жадностью и загадкой, а длинные тонкие клыки придаю её улыбке зловещий оттенок. Она движется грациозно, несмотря на свои размеры, и с каждым шагом ощущается её неестественная сила. В воздухе ощущается её магнетизм, заставляющий осматриваться окружающих — здесь она главная, и никто не смееет это оспаривать."
  },
  "warlock": {
    "male": "Перед вами стоит массивный тролль, облечённый в рваные тёмные одежды, которые, кажется, сливаться с тенями. Его кожа покрыта смуглыми пятнами, а острые черты лица освещены изумрудными глазами, полными тайных знаний и силы. Сосредоточенно задумавшись, он держит в руках тяжёлый посох, украшенный загадочными рунами, которые мерцают тусклым светом. Каждое его движение излучает уверенность, а в воздухе витает ощущение магии, словно он заключил договор с чем-то непостижимо мощным.",
    "female": "Перед вами стоит троллиха, облаченная в длинное, стёртое волшебное одеяние, которое искрится темными оттенками зелёного и фиолетового. Её кожа покрыта мелкими шрамами и пятнами, что свидетельствует о множестве сражений, а густые волосы, имеющие цвет глубокого леса, спадают на плечи, обрамляя ее лицо. Глаза, как светящиеся угли, излучают жгучую энергию и уверенность, а на её губах играет загадочная улыбка, намекающая на тайные знания и силу. Стройная фигура, подчеркивающая женственность, легко перемещается, а в её руках крепко сжата посох, переливающийся синими и фиолетовыми рунами."
  },
  "warrior": {
    "male": "Перед вами стоит массивный тролль, его кожа, покрытая грубыми зелеными чешуйками, кажется почти неуязвимой. Громадные мышцы вырисовываются под толстыми слоями мяса, придавая ему устрашающий вид, в руках он сжимает тяжелый меч, который кажется слишком большим даже для него. Его желтые глаза блестят лютой решимостью, а длинные клыки видны, когда он ухмыляется, готовясь к бою. Каждый шаг, который он делает, сотрясает землю, и его присутствие внушает страх и уважение одновременно.",
    "female": "Перед вами величественная троллиха, чьи мускулистые руки и широкие плечи свидетельствуют о её мощи и боевой подготовленности. В её ярко-зелёной коже переливаются солнечные блики, а волосы, похожие на траву, распущены и свободно колышутся на ветру. На её лице можно заметить множество шрамов, каждый из которых рассказывает о недавних сражениях, и холодные желтые глаза сверкают решимостью и силой. Она стоит с высоко поднятой головой, словно готовая сразиться, и её уверенная postura внушает трепет и уважение."
  },
  "witch": {
    "male": "Перед вами стоит тролль, облачённый в длинное, потёртое тёмно-зелёное одеяние, украшенное мистическими символами. Его кожа, изуродованная шрамами и пятнами, сверкала в тусклом свете, а длинные, спутанные волосы свисали до плеч, придавая ему угрюмый, но загадочный вид. В руках он держит дороже магический жезл, венчающийся кристаллом, который искрит, когда тролль произносит заклинания, а его глаза сверкают ярким, умным светом. Несмотря на его устрашающий облик, каждое его движение выдает удивительную грацию и знание, как будто он обретает власть не только над миром, но и над самим собой.",
    "female": "Перед вами стоит загадочная троллиха с длинными, спутанными зелеными волосами, которые переливаются разными оттенками под светом. Её кожа имеет странный сероватый оттенок, а глубокие желтые глаза сверкают в темноте, полные древней мудрости и могущества. На ней одета рваная мантия, украшенная амулетами и веточками, которые колышутся, издавая тихий шорох, когда она движется. Она излучает ауру уверенности и таинственности, привлекая внимание и внушая одновременно страх и интерес."
  }
}