{
  "anti-paladin": {
    "male": "Перед вами стоит устрашающий урук-хай, его широкие плечи и мускулистое тело излучают силу и уверенность. Тёмные глаза сверкают злобным огнем, а на лице играет ухмылка, предвещающая беды. Он облечён в тяжёлую броню, покрытую глубокими царапинами и потёртостями, которые свидетельствуют о множестве схваток. На поясе висит массивный меч, и, кажется, даже воздух вокруг него пропитан атмосферой intimidation и тёмной магии.",
    "female": "На первом взгляде к вам обращается внимание на высокую, мускулистую фигуру урук-хай, чьи черты лица жесткие и угловатые, выдающиеся надменностью. Её глаза светятся ярким красным светом, наполненным дерзостью и коварством, в то время как на ней одеты тяжелые доспехи, украшенные символикой, подчеркивающей её антипаладинскую природу. Длинные черные волосы, небрежно опущенные на плечи, добавляют её облику дикой грации, а на поясе висит массивный меч, готовый к бою. Когда она движется, её присутствие излучает уверенность и беспощадность, как у истинного воина, которая не знает пощады."
  },
  "cleric": {
    "male": "Перед вами стоит массивный урук-хай с тёмной кожей и огненными глазами, которые сверкают, как жаркие угли. Он одет в простую, но прочную броню, украшенную символами его божества, и в руках у него массивный жезл, покрытый таинственными рунами. Его выражение суровое, но в глазах виден свет веры, что придаёт ему необычайную стойкость. Этот клерик движется уверенно и целеустремленно, готовый защитить своих соратников и проклинать врагов с той же решимостью.",
    "female": "Перед вами стоит женщина урук-хай, её мощное тело возвышается над окружающими, несмотря на утонченность её клерикальных одеяний. Тёмная, почти чёрная кожа контрастирует с белыми символами веры, вышитыми на её длинном хитоне. Глаза пылают ярким багровым светом, и в них читается как решительность, так и глубокая преданность своей божественной миссии. Она тихо умоляет свои божества,сястая молитву, её голос звучит как гром, полон силы и уверенности."
  },
  "druid": {
    "male": "Перед вами стоит массивный урук-хай, его мускулистая фигура лишь подчеркивает силу и выносливость. На его голой коже видны загадочные растительные символы, которые светятся мягким зеленым светом, когда он использует силу природы. В длинных, неопрятно заплетенных волосах переплетены листья и ветви, создавая впечатление, что он полностью сливается с лесом. Вместо оружия у него в руках жезл, украшенный кристаллом, который пульсирует синхронно с его дыханием, как будто сам по себе живет, отражая его связь с природой.",
    "female": "Перед вами стоит мощная женщина-урук-хай, её мускулистая фигура излучает уверенность и силу. Её кожа темно-зеленого цвета, с перками и узорами, напоминающими плетение лиан, что подчеркивает её связь с природой. Волосы длинные и спутанные, из них свисают ветви и листья, а одежда состоит из грубой материи и натуральных материалов, не скрывающих её бойцовскую натуру. Она с настороженностью наблюдает за окружающим, при этом иногда легкий намек на уважение к природе появляется в её глазах, когда она невольно касается одной из своих амулетов, сделанных из костей и камней."
  },
  "necromancer": {
    "male": "На вас смотрит могучий урук-хай, его мускулистое тело покрыто темной броней, которая отдает холодным светом. Лицо изуродовано шрамами, а красные глаза сверкают жаждой силы, излучая беспокойство и ярость. В руках он держит закопченный массивный посох, украшенный черепами своих врагов, а из его уст доносятся шепоты темных заклинаний. С каждой минутой его присутствие наполняется жуткой энергией, словно мир вокруг него постепенно сгущается от магии смерти.",
    "female": "Перед вами стоит высокая и мускулистая урук-хай, облачённая в тёмные робы, зловеще струящиеся вдоль её мощного телосложения. Её кожа имеет зеленоватый оттенок, а глубокие, бездушные глаза сверкают, будто в них отражается сама тьма. На лице изорванная улыбка, которая демонстрирует острые, зубы, придаёт ей демонический вид, и кажется, что она всегда ищет душу, которую можно было бы заполучить. В её руках покоится жезл из черного дерева, увенчанный кристаллом, излучающим тусклый, зловещий свет, что свидетельствует о её искусстве в некромантии."
  },
  "ninja": {
    "male": "Перед вами стоит крупный урук-хай с плотным телосложением, его мускулы четко очерчены под темной кожаной броней. На лице, закатанном в тени капюшона, видны резкие черты и выражение сосредоточенности, а его глаза сверкают, как острые клинки. В руках он уверенно держит пару коротких мечей, готовясь к любой неожиданности. Его движения плавные и бесшумные, будто он способен растворяться в воздухе, что придает ему вид настоящего мастера, безупречно владеющего искусством скрытности и внезапных атак.",
    "female": "Перед вами стоит женщина урук-хай, её крепкое телосложение выдает в ней настоящего воина. Ее кожа тёмного оттенка, а угольно-чёрные глаза сверкают хитростью, когда она оценивает окружающих. На ней облегающая одежда, скрывающая каждую деталь её тела, а на поясной шпаге весит небольшой набор дарк-нитей — характерный атрибут нинзи. Она двигается с невероятной ловкостью и грацией, готовая в любой момент вступить в бой или исчезнуть в тенях."
  },
  "paladin": {
    "male": "Перед вами стоит могучий урук-хай с широкими плечами и крепким телосложением, что придаёт ему непередаваемое обаяние силы. Его кожа тёмного оттенка, а черты лица резкие и выразительные, придающие ему вид бесстрашного воина. Он одет в массивные доспехи, украшенные символами преданности и доблести, а на поясе висит тяжёлый меч, готовый прийти на помощь в любой момент. В его глазах горит решимость и благородство, что отражает его преданность священному делу защиты слабых.",
    "female": "Она стоит с гордо поднятой головой, её крепкое тело излучает силу и уверенность. Тёмная кожа и острые черты лица подчеркивают её решительность, а блестящие доспехи прекрасно сидят на хрупкой, но мускулистой фигуре. В руках она сжимает мощный меч, который светится таинственным светом, сигнализируя о её священной клятве. Глаза её горят внутренним огнём, олицетворяя верность и стремление защищать слабых."
  },
  "ranger": {
    "male": "Перед вами стоит могучий урук-хай, облаченный в темную кожу с характерными шрамами, которые свидетельствуют о его жестоких схватках. Его гордый, а иногда угрожающий взгляд пронзает пространство, когда он внимательно оглядывает окрестности, словно охотник, ожидающий подходящей жертвы. На спине подвешен тяжелый лук, а на боку - несколько метательных ножей, которые он с легкостью извлекает, если возникнет необходимость. В его действиях чувствуется уверенность и опыт, каждое движение словно отточено годами выживания в дикой местности.",
    "female": "Перед вами стоит женщина урук-хай, её мускулистая фигура излучает силу и уверенность. Длинные черные волосы, заплетенные в несколько кос, свободно свисают на плечах, а её яркие зеленые глаза внимательны, словно хищные, готовые к любой опасности. На ней надеты легкие, но прочные доспехи, украшенные трофеями из охоты, которые она успешно провела. В руках она держит изогнутый лук, демонстрируя мастерство и опыт, а её осанка говорит о том, что она хорошо знакома с лесной жизнью и её суровыми условиями."
  },
  "samurai": {
    "male": "Перед вами стоит могучий урук-хай, его огромное тело обвито прочной кожаной броней, которая издает характерный металлический звон при каждом его движении. Гладкая кожа его лица насыщенного серого оттенка украшают глубокие морщины, свидетельствующие о множестве сражений, и ярко-красные глаза сверкают умом и решимостью. Он с гордостью несет катану, его длинные руки уверенно обхватывают рукоять, а взгляд полон сосредоточенности и готовности к бою. Поведение самурая излучает дисциплину и обучение, его стойка говорит о предельной внимательности и уважении к традициям.",
    "female": "Перед вами стоит женщина урук-хай, облаченная в прочные доспехи, которые блестят в свете факелов. Ее лицо выражает решимость, а яркие глаза, как два уголька, сверкают уверенным светом. В одной руке она держит длинный катану, его лезвие сверкает острием, готовым к бою, а другая рука уверенно покоится на бедре. Каждое ее движение наполнено грацией и мощью, выдавая в ней искусную самурайку, готовую сразиться за свои принципы."
  },
  "thief": {
    "male": "Перед вами стоит высокий урук-хай с мускулистым телосложением, его кожа темного цвета утреннего неба. Лицо украшено грубыми чертами, но глаза сверкают хитростью и сообразительностью, словно они всегда ищут уязвимые места в окружающих. На нем носит кожаную броню, щедро усыпанную шрамами и потертостями, что говорит о долгих годах, проведенных в тени и на краю опасных приключений. Он движется с легкостью и грацией, в каждом его шаге ощущается уверенность и готовность к внезапным действиям.",
    "female": "Перед вами стоит высокая и мускулистая женщина урук-хай, её кожа темно-зеленого оттенка, отражающая силу и выносливость её расы. Лицо её жесткое и суровое, с ярко выраженными чертами, а глаза сверкают пронзительным желтым светом, словно предвещая опасность. Она одета в облегающую кожу, обвязанную ремнями и кармашками, полными мелких инструментов и хитрых побрякушек, что подчеркивает её класс вора. С ловкостью кошки, она движется по комнате, внимательно наблюдая за каждым движением вокруг, всегда готовая к действию."
  },
  "vampire": {
    "male": "Перед вами высоченный урук-хай с мощным телосложением, его кожа бледная, почти мраморная, контрастирующая с черными доспехами, искусно заклепанными серебряными элементами. Глубокие красные глаза сверкают жгучим голодом, а длинные острые клыки видны при каждую усмешку, готовую показывать свою звериную натуру. Он движется с необыкновенной грацией, скрывая внутри себя первобытную силу хищника, а его голос звучит низко и завораживающе. Воздух вокруг него наполняется ощущением опасности и магии, притягивая к себе взгляды и одновременно вызывая трепет.",
    "female": "Перед вами высокая и грациозная женщина урук-хай, с кожей бледно-серого оттенка и острыми чертами лица. Её густые черные волосы, как темная река, спадают на плечи, а глубокие красные глаза пронизывают взглядом, вызывая чувство одновременно страха и восхищения. На ней одеты темные, облегающие одежду, украшенные металлическими элементами, что подчеркивает её мощную фигуру и демоническую красоту. Когда она движется, в её действиях ощущается невыразимая уверенность и опасность, словно она сама является воплощением ночи."
  },
  "warlock": {
    "male": "Перед вами мрачный урук-хай, его крепкое телосложение выдает силу и уверенность. Его кожа темно-зеленого оттенка, а лицо украшает шрам, который проходит через правую бровь, придавая ему особенно устрашающий вид. На нем надета темная ряса, из которой выглядывают знаки древних сил, а в одной руке он держит изящный жезл, переливающийся магической энергией. Его глаза, глубокие и пронзающие, словно изучают каждую деталь вокруг, выказывая хитрость и таинственность варлока.",
    "female": "Перед вами стоит женщина урук-хай, стройная и мускулистая, с ярко выраженными чертами лица и глубокими, проницательными глазами. Её кожа тёмного, почти зеленоватого оттенка, а длинные волосы собраны в строгий хвост, подчеркивая её воинственный вид. На ней надеты тщательно подобранные доспехи, украшенные символами, которые свидетельствуют о её связи с магией, и в руках она крепко держит заклинательную палочку, как будто готовится к следующему вызову. Её уверенные движения и гордая осанка говорят о силе и решимости, присущих настоящему варлоку, преданному своему делу."
  },
  "warrior": {
    "male": "Перед вами стоит массивный урук-хай, его плотное телосложение украшает множество шрамов, свидетельствующих о проведённых в битвах годах. Чёрная кольчуга плотно облегает его широкие плечи и мускулистый торс, а на поясе колеблется массивный меч с рукоятью, покрытой стёртым кожаным обёртком. Его угрюмый взгляд, полные зловещего умысла глаза, выдаёт в нём опытного воина, готового в любой момент броситься в сражение. Он стоит на готове, его уверенная поза и сжатая челюсть явно говорят о том, что не терпит ни слабостей, ни компромиссов.",
    "female": "Перед вами стоит внушительная женщина урук-хай с мускулистым телосложением и сильными руками, каждая из которых может нанести сокрушительный удар. Ее кожа покрыта затемненной броней, украшенной грубыми металлическими заклепками, а на лице видны следы давних сражений — шрамы перекрываются глухими татуировками. Гладко выбритая голова придает ей устрашающий вид, а piercing глаза сверкают свирепостью и решимостью. Она уверенно держится, как будто готова броситься в бой в любую минуту, обнажая длинный меч, который надежно держит одной рукой, фиксируя на вас внимательный взгляд."
  },
  "witch": {
    "male": "На вас смотрит массивный урук-хай с темной, изъеденной шрамами кожей, в которой словно отражается вся его жестокая жизнь. Его глаза сверкают жутким красным светом, полными магической силы и угроза. Это существо одето в темные робы из потертого и задрипанного материала, украшенные амулетами и символами, говорящими о его связи с темными силами. В его руках крепко сжимается жезл, вырезанный из высушенного дерева, наполненный таинственными рунами и хитросплетениями, словно он готов призывать древние заклинания в любое время.",
    "female": "На первый взгляд, перед вами стоит могучая и жизнерадостная женщина урук-хай, ее кожа жжёного оттенка словно камень, придаёт ей суровый вид. Она одета в тёмные, изношенные одежды, которые обвивают её фигуру, а на её руках запястья украшены украшениями из металла и костей. В её глазах сверкает мудрость, подчеркиваемая длинными, жесткими черными волосами, которые свободно падают по плечам. На её поясе висят амулеты, истекающие таинственной энергией, и она уверенно произносит заклинания, притягивая внимание своей мощной аурой."
  }
}